Repository: HareNTortoise/Aarthik-Setu
Catalog: aarthik_setu/lib/l10n/app_*.arb
Languages: bn, hi, kn, ml, ta, te

# gstButtonDescription
source: Provide your GST registration number and return details.
bn: আপনার GST নিবন্ধন নম্বর এবং রিটার্নের বিস্তারিত দিন।
hi: अपने GST पंजीकरण संख्या और रिटर्न विवरण प्रदान करें।
kn: ನಿಮ್ಮ GST ನೋಂದಣಿ ಸಂಖ್ಯೆಯ ಮತ್ತು ರಿಟರ್ನ್ ವಿವರಗಳನ್ನು ಒದಗಿಸಿ.
ml: നിങ്ങളുടെ GST രജിസ്ട്രേഷൻ നമ്പറും റിട്ടേൺ വിശദാംശങ്ങളും നൽകുക.
ta: உங்கள் GST பதிவு எண் மற்றும் திருப்பி விவரங்களை வழங்கவும்.
te: మీ GST నమోదు సంఖ్య మరియు రిటర్న్ వివరాలను అందించండి.

# bankDetailsDescription
source: Submitting your business’s bank details helps the lender assess your financial health and cash flow.
bn: আপনার ব্যবসার ব্যাংক বিস্তারিত জমা দেওয়া ঋণদাতাদের জন্য আপনার আর্থিক স্বাস্থ্যের এবং নগদ প্রবাহ বোঝার জন্য সহায়ক।
hi: आपके व्यवसाय का बैंक विवरण प्रदान करने से ऋणदाता को आपकी वित्तीय स्थिति और नकद प्रवाह का आकलन करने में मदद मिलती है।
kn: ನಿಮ್ಮ ವ್ಯಾಪಾರದ ಬ್ಯಾಂಕ್ ವಿವರಗಳನ್ನು ಒದಗಿಸುವುದು ಸಾಲದದಾರರಿಗೆ ನಿಮ್ಮ ಹಣಕಾಸಿನ ಆರೋಗ್ಯ ಮತ್ತು ನಗದು ಹರಿವನ್ನು ಅರ್ಥಮಾಡಿಕೊಳ್ಳಲು ಸಹಾಯ ಮಾಡುತ್ತದೆ.
ml: നിങ്ങളുടെ ബിസിനസ്സിന്റെ ബാങ്ക് വിശദാംശങ്ങൾ നൽകുന്നത് വായ്പയെടുത്തുന്നവൻ നിങ്ങളുടെ സാമ്പത്തിക ആരോഗ്യവും കാഷ് ഫ്ലോയും വിലയിരുത്താൻ സഹായിക്കുന്നു.
ta: உங்கள் வணிகத்தின் வங்கி விவரங்களை வழங்குவது கடன் வழங்குநர்களுக்கு உங்கள் நிதி ஆரோக்கியம் மற்றும் பணவீக்கம் அடையாளமிட உதவுகிறது.
te: మీ వ్యాపార బ్యాంక్ వివరాలను అందించడం రుణ దాతలకు మీ ఆర్థిక ఆరోగ్యాన్ని మరియు నగదు ప్రవాహాన్ని అర్థం చేసుకోవడంలో సహాయపడుతుంది.

# bankButtonTitle
source: Bank Details
bn: ব্যাংক বিস্তারিত
hi: बैंक विवरण
kn: ಬ್ಯಾಂಕ್ ವಿವರಗಳು
ml: ബാങ്ക് വിശദാംശങ്ങൾ
ta: வங்கி விவரங்கள்
te: బ్యాంక్ వివరాలు

# bankButtonDescription
source: Provide your business’s bank details and bank statements.
bn: আপনার ব্যবসার ব্যাংক বিস্তারিত এবং ব্যাংকের তালিকা দিন।
hi: अपने व्यवसाय का बैंक विवरण और बैंक स्टेटमेंट प्रदान करें।
kn: ನಿಮ್ಮ ವ್ಯಾಪಾರದ ಬ್ಯಾಂಕ್ ವಿವರಗಳು ಮತ್ತು ಬ್ಯಾಂಕ್ ಪಟ್ಟಿ ನೀಡಲು ಒದಗಿಸಿ.
ml: നിങ്ങളുടെ ബിസിനസിന്റെ ബാങ്ക് വിശദാംശങ്ങളും ബാങ്ക് സ്റ്റേറ്റ്മെന്റുകളും നൽകുക.
ta: உங்கள் வணிகத்தின் வங்கி விவரங்கள் மற்றும் வங்கியின் பட்டியலை வழங்கவும்.
te: మీ వ్యాపార బ్యాంక్ వివరాలు మరియు బ్యాంక్ జాబితాను అందించండి.

# stakeholdersDescription
source: Providing details about key stakeholders helps lenders understand the structure and ownership of the business.
bn: প্রধান অংশীদারদের সম্পর্কে বিস্তারিত প্রদান করা ঋণদাতাদের জন্য আপনার ব্যবসার কাঠামো এবং মালিকানা বুঝতে সহায়ক।
hi: प्रमुख हितधारकों के विवरण प्रदान करने से ऋणदाताओं को व्यवसाय की संरचना और स्वामित्व को समझने में मदद मिलती है।
kn: ಪ್ರಮುಖ ಭಾಗಸಹಾಯಕರ ಕುರಿತು ವಿವರಗಳನ್ನು ಒದಗಿಸುವುದು ಸಾಲದದಾರರಿಗೆ ವ್ಯಾಪಾರದ ರಚನೆ ಮತ್ತು ಸ್ವಾಮ್ಯವನ್ನು ಅರ್ಥಮಾಡಿಕೊಳ್ಳಲು ಸಹಾಯ ಮಾಡುತ್ತದೆ.
ml: പ്രധാന പങ്കാളികളുടെ വിശദാംശങ്ങൾ നൽകുന്നതിലൂടെ വായ്പയെടുത്തുന്നവൻ ബിസിനസിന്റെ ഘടനയും ഉടമസ്ഥതയും മനസ്സിലാക്കാൻ സഹായിക്കുന്നു.
ta: முக்கிய பங்குதாரர்கள் குறித்த விவரங்களை வழங்குவது கடன் வழங்குநர்களுக்கு வணிகத்தின் அமைப்பு மற்றும் உரிமத்தைப் புரிந்து கொள்ள உதவுகிறது.
te: ప్రధాన పంక్తుల గురించి వివరాలను అందించడం రుణ దాతలకు మీ వ్యాపారం యొక్క నిర్మాణాన్ని మరియు స్వామ్యాన్ని అర్థం చేసుకోవడంలో సహాయపడుతుంది.

# stakeholdersButtonTitle
source: Stakeholders
bn: অংশীদার
hi: हितधारक
kn: ಭಾಗಸಹಾಯಕರನ್ನು
ml: പങ്കാളികൾ
ta: பங்குதாரர்கள்
te: పంక్తులు

# stakeholdersButtonDescription
source: Provide details about key stakeholders and their shares in the business.
bn: প্রধান অংশীদারদের এবং তাদের ব্যবসায়ের অংশীদারি সম্পর্কে বিস্তারিত প্রদান করুন।
hi: प्रमुख हितधारकों और उनके व्यवसाय में शेयरों के बारे में जानकारी प्रदान करें।
kn: ಪ್ರಮುಖ ಭಾಗಸಹಾಯಕರ ಹಾಗೂ ವ್ಯಾಪಾರದಲ್ಲಿ ಅವರ ಪಾಲೆಗಳ ಕುರಿತು ವಿವರಗಳನ್ನು ಒದಗಿಸಿ.
ml: പ്രധാന പങ്കാളികളും അവരുടെ ബിസിനസ്സിൽ ഉള്ള പങ്കുകളും സംബന്ധിച്ച വിവരങ്ങൾ നൽകുക.
ta: முக்கிய பங்குதாரர்கள் மற்றும் அவர்களது வணிகத்தில் உள்ள பங்கு பற்றிய விவரங்களை வழங்கவும்.
te: ప్రధాన పంక్తులు మరియు వారి వ్యాపారంలో భాగం గురించి వివరాలను అందించండి.

# loanFormDescription
source: The loan form is the final step in your business loan application. Make sure all details are accurate.
bn: ব্যবসার জন্য প্রদান করা ঋণের জন্য আবেদনপত্রের চূড়ান্ত ধাপ। সমস্ত বিস্তারিত সঠিক কিনা তা নিশ্চিত করুন।
hi: ऋण फॉर्म आपके व्यवसाय ऋण आवेदन में अंतिम चरण है। सुनिश्चित करें कि सभी विवरण सटीक हैं।
kn: ವೇತನದ ಅಳತೆಗಳಿಗೆ ಸಂಬಂಧಿಸಿದಂತೆ ಸಾಲದ ಅರ್ಜಿಯ ಅಂತಿಮ ಹಂತವಾಗಿದೆ. ಎಲ್ಲಾ ವಿವರಗಳು ನಿಖರವಾದವು ಎಂದು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಿ.
ml: വായ്പാ ഫോർം നിങ്ങളുടെ ബിസിനസ്സ് വായ്പാ അപേക്ഷയിലെ അവസാന ഘട്ടമാണ്. എല്ലാ വിശദാംശങ്ങളും ശരിയാണ് എന്ന് ഉറപ്പുവരുത്തുക.
ta: விண்ணப்பிக்க, உங்கள் தனிப்பட்ட தகவல்களை நிரப்பவும் மற்றும் தேவையான ஆதரவு ஆவணங்களை பதிவேற்றவும்.
te: వ్యవసాయానికి అందించబడే రుణానికి సంబంధించిన దరఖాస్తు యొక్క చివరి దశ. అన్ని వివరాలు సరైనదా అని నిర్ధారించండి.

# loanButtonTitle
source: Loan Form
bn: আবেদন জমা দিন
hi: ऋण फॉर्म
kn: ಸಾಲದ ಅರ್ಜಿ
ml: വായ്പാ ഫോം
ta: வாழ்வியல் அஞ்சல்
te: దరఖాస్తు సమర్పించు

# loanButtonDescription
source: Fill in the loan application form to finalize your request.
bn: আপনার আবেদন সম্পূর্ণ করতে ঋণ আবেদন পূরণ করুন।
hi: अपनी अनुरोध को अंतिम रूप देने के लिए ऋण आवेदन फॉर्म भरें।
kn: ನಿಮ್ಮ ವಿನಂತಿಯನ್ನು ಅಂತಿಮಗೊಳಿಸಲು ಸಾಲದ ಅರ್ಜಿಯ ವಿವರವನ್ನು ತುಂಬಿ.
ml: നിങ്ങളുടെ അഭ്യർത്ഥന പൂർത്തിയാക്കാൻ വായ്പാ അപേക്ഷ ഫോർം പൂരിപ്പിക്കുക.
ta: உங்கள் விண்ணப்பத்தை முடிக்க கடன் விண்ணப்பத்தை நிரப்பவும்.
te: మీ దరఖాస్తును పూర్తి చేయడానికి రుణ దరఖాస్తును పూరించండి.

# gstDetailsTitle
source: GST Details
bn: জিএসটি বিবরণ
hi: जीएसटी विवरण
ta: ஜிஎஸ்டி விவரங்கள்
te: జీఎస్‌టీ వివరాలు

# toggleEnterGst
source: Enter GST
bn: জিএসটি প্রবেশ করান
hi: जीएसटी दर्ज करें
ta: ஜிஎஸ்டி வழங்கவும்
te: జీఎస్‌టీ నమోదు చేయండి

# toggleDeclareBusiness
source: Declare Business
bn: ব্যবসা ঘোষণা করুন
hi: व्यवसाय घोषित करें
ta: வணிகத்தை அறிவிக்கவும்
te: వ్యాపారం ప్రకటించండి

# businessButtonLabel
source: Business
bn: ব্যবসা
hi: व्यापार
ta: வணிகம்
te: వ్యాపారం

# addBusinessButtonLabel
source: Add Business
bn: নতুন ব্যবসা যোগ করুন
hi: नया व्यवसाय जोड़ें
ta: புதிய வணிகத்தை சேர்க்கவும்
te: కొత్త వ్యాపారాన్ని జోడించండి

# gstNumberLabel
source: GST Number*
bn: জিএসটি নম্বর*
hi: जीएसटी नंबर*
ta: ஜி.எஸ்.டி எண்*
te: జి.ఎస్.టి సంఖ్య*

# gstNumberHint
source: Enter GST Number
bn: জিএসটি নম্বর লিখুন
hi: जीएसटी नंबर दर्ज करें
ta: ஜி.எஸ்.டி எண்களை உள்ளிடவும்
te: జి.ఎస్.టి సంఖ్యను నమోదు చేయండి

# gstUsernameLabel
source: GST Username*
bn: জিএসটি ব্যবহারকারীর নাম*
hi: जीएसटी उपयोगकर्ता नाम*
ta: ஜி.எஸ்.டி பயனர் பெயர்*
te: జి.ఎస్.టి వినియోగదారునామ*

# gstUsernameHint
source: Enter GST Username
bn: জিএসটি ব্যবহারকারীর নাম লিখুন
hi: जीएसटी उपयोगकर्ता नाम दर्ज करें
ta: ஜி.எஸ்.டி பயனர் பெயரை உள்ளிடவும்
te: జి.ఎస్.టి వినియోగదారునామను నమోదు చేయండి

# cityLabelGST
source: City*
bn: শহর*
hi: शहर*
ta: நகரம்*
te: నగరం*

# totalPurchaseLabel
source: Total Purchase*
bn: মোট ক্রয়*
hi: कुल खरीद*
ta: மொத்தம் வாங்கியது*
te: మొత్తం కొనుగోలు*

# totalPurchaseHint
source: Enter Total Purchase
bn: মোট ক্রয় লিখুন
hi: कुल खरीद दर्ज करें
ta: மொத்த வாங்கியதை உள்ளிடவும்
te: మొత్తం కొనుగోలును నమోదు చేయండి

# totalSalesLabel
source: Total Sales*
bn: মোট বিক্রি*
hi: कुल बिक्री*
ta: மொத்தம் விற்பனை*
te: మొత్తం అమ్మకాలు*

# totalSalesHint
source: Enter Total Sales
bn: মোট বিক্রি লিখুন
hi: कुल बिक्री दर्ज करें
ta: மொத்த விற்பனை அளவை உள்ளிடவும்
te: మొత్తం అమ్మకాలను నమోదు చేయండి

# updateOnLabel
source: Update On*
bn: আপডেট করুন*
hi: अपडेट करें*
ta: அப்டேட் செய்யவும்*
te: అప్‌డేట్ చేయండి*

# selectBusinessToEdit
source: Select a business to edit
bn: সম্পাদনার জন্য ব্যবসা নির্বাচন করা হয়নি
hi: संपादन के लिए एक व्यवसाय चुनें
ta: திருத்துவதற்கான வணிகத்தைத் தேர்ந்தெடுக்கவும்
te: సవరించడానికి వ్యాపారాన్ని ఎంచుకోండి

# deleteButtonLabel
source: Delete
bn: মুছুন
hi: हटाएं
ta: அழிக்கவும்
te: తీయి

# declareBusinessLabel
source: Declare your business details
bn: আপনার ব্যবসার বিস্তারিত জানান
hi: अपने व्यवसाय के विवरण घोषित करें
ta: உங்கள் வியாபார விவரங்களை வெளியிடுங்கள்
te: మీ వ్యాపార వివరాలను ప్రకటించండి

# businessNameLabel
source: Business Name*
bn: ব্যবসার নাম*
hi: व्यवसाय का नाम*
ta: வியாபாரத்தின் பெயர்*
te: వ్యాపారం పేరు*

# businessNameHint
source: Enter business name
bn: আপনার ব্যবসার নাম লিখুন
hi: व्यवसाय का नाम दर्ज करें
ta: வியாபாரத்தின் பெயரை உள்ளிடவும்
te: మీ వ్యాపార పేరు నమోదు చేయండి

# dateOfIncorporationLabel
source: Date of Incorporation
bn: সংবিধান তারিখ
hi: स्थापना की तारीख
ta: உதயத்தின் தேதி
te: కట్టుబాట్ల తేదీ

# constitutionLabel
source: Constitution*
bn: আইন*
hi: संविधान*
ta: சட்டம்*
te: చట్టం*

# constitutionHint
source: Enter your constitution
bn: আপনার আইন লিখুন
hi: अपना संविधान दर्ज करें
ta: உங்கள் சட்டத்தை உள்ளிடவும்
te: మీ చట్టాన్ని నమోదు చేయండి

# customersLabel
source: No. of Customers*
bn: গ্রাহকের সংখ্যা*
hi: ग्राहकों की संख्या*
ta: வாடிக்கையாளர்களின் எண்ணிக்கை*
te: గ్రాహకుల సంఖ్య*

# customersHint
source: Enter your number of customers
bn: আপনার গ্রাহকের সংখ্যা লিখুন
hi: अपने ग्राहकों की संख्या दर्ज करें
ta: உங்கள் வாடிக்கையாளர்களின் எண்ணிக்கையை உள்ளிடவும்
te: మీ గ్రాహకుల సంఖ్య నమోదు చేయండి

# panHint
source: Enter your PAN
bn: আপনার PAN লিখুন
hi: अपना PAN दर्ज करें
ta: உங்கள் PAN ஐ உள்ளிடவும்
te: మీ PAN నమోదు చేయండి

# highestSaleLabel
source: Highest sale recorded*
bn: সর্বোচ্চ বিক্রয়*
hi: अधिकतम बिक्री रिकॉर्ड की गई*
ta: சிறந்த விற்பனை*
te: అత్యున్నత అమ్మకాలు*

# highestSaleHint
source: Enter your highest sale recorded
bn: আপনার সর্বোচ্চ বিক্রয় লিখুন
hi: अपनी अधिकतम बिक्री दर्ज करें
ta: உங்கள் சிறந்த விற்பனையை உள்ளிடவும்
te: మీ అత్యున్నత అమ్మకాలను నమోదు చేయండి

# lastYearsSalesLabel
source: Last Year's Sales
bn: গত বছরের বিক্রয়
hi: पिछले साल की बिक्री
ta: கடந்த ஆண்டு விற்பனை
te: గత సంవత్సరం అమ్మకాలు

# januaryLabel
source: January
bn: জানুয়ারী
hi: जनवरी
ta: ஜனவரி
te: జనవరి

# februaryLabel
source: February
bn: ফেব্রুয়ারী
hi: फरवरी
ta: பிப்ரவரி
te: ఫిబ్రవరి

# marchLabel
source: March
bn: মার্চ
hi: मार्च
ta: மார்ச்
te: మార్చ్

# aprilLabel
source: April
bn: এপ্রিল
hi: अप्रैल
ta: ஏப்ரல்
te: ఏప్రిల్

# mayLabel
source: May
bn: মে
hi: मई
ta: மே
te: మే

# juneLabel
source: June
bn: জুন
hi: जून
ta: ஜூன்
te: జూన్

# julyLabel
source: July
bn: জুলাই
hi: जुलाई
ta: ஜூலை
te: జూలై

# augustLabel
source: August
bn: অগস্ট
hi: अगस्त
ta: ஆகஸ்ட்
te: ఆగస్టు

# septemberLabel
source: September
bn: সেপ্টেম্বর
hi: सितंबर
ta: செப்டம்பர்
te: సెప్టెంబర్

# octoberLabel
source: October
bn: অক্টোবর
hi: अक्टूबर
ta: அக்டோபர்
te: అక్టోబర్

# novemberLabel
source: November
bn: নভেম্বর
hi: नवंबर
ta: நவம்பர்
te: నవంబర్

# decemberLabel
source: December
bn: ডিসেম্বর
hi: दिसंबर
ta: டிசம்பர்
te: డిసెంబర్

# januarySalesLabel
source: Sales (January)
hi: बिक्री (जनवरी)
ta: விற்பனை (ஜனவரி)

# februarySalesLabel
source: Sales (February)
hi: बिक्री (फरवरी)
ta: விற்பனை (பிப்ரவரி)

# marchSalesLabel
source: Sales (March)
hi: बिक्री (मार्च)
ta: விற்பனை (மார்ச்)

# aprilSalesLabel
source: Sales (April)
hi: बिक्री (अप्रैल)
ta: விற்பனை (ஏப்ரல்)

# maySalesLabel
source: Sales (May)
hi: बिक्री (मई)
ta: விற்பனை (மே)

# juneSalesLabel
source: Sales (June)
hi: बिक्री (जून)
ta: விற்பனை (ஜூன்)

# julySalesLabel
source: Sales (July)
hi: बिक्री (जुलाई)
ta: விற்பனை (ஜூலை)

# augustSalesLabel
source: Sales (August)
hi: बिक्री (अगस्त)
ta: விற்பனை (ஆகஸ்ட்)

# septemberSalesLabel
source: Sales (September)
hi: बिक्री (सितंबर)
ta: விற்பனை (செப்டம்பர்)

# octoberSalesLabel
source: Sales (October)
hi: बिक्री (अक्टूबर)
ta: விற்பனை (அக்டோபர்)

# novemberSalesLabel
source: Sales (November)
hi: बिक्री (नवंबर)
ta: விற்பனை (நவம்பர்)

# decemberSalesLabel
source: Sales (December)
hi: बिक्री (दिसंबर)
ta: விற்பனை (டிசம்பர்)

# bank_details_title
source: Bank Details
bn: ব্যাংক বিশদ
hi: बैंक विवरण
ta: வங்கி விவரங்கள்
te: బ్యాంక్ వివరాలు

# bank_details_subtitle
source: You can add up to 3 bank accounts
bn: আপনি ৩টি ব্যাংক অ্যাকাউন্ট যোগ করতে পারেন
hi: आप 3 बैंक खाते जोड़ सकते हैं
ta: நீங்கள் 3 வங்கி கணக்குகளை சேர்க்கலாம்
te: మీరు 3 బ్యాంక్ ఖాతాలను జోడించవచ్చు

# upload_bank_statement
source: Upload Bank Statement (PDF)
bn: ব্যাংক স্টেটমেন্ট আপলোড করুন (PDF)
hi: बैंक स्टेटमेंट अपलोड करें (PDF)
ta: வங்கி அறிக்கையை பதிவேற்றுக (PDF)
te: బ్యాంక్ స్టేట్‌మెంట్‌ను అప్‌లోడ్ చేయండి (PDF)

# bank_account_button
source: Bank
bn: ব্যাংক
hi: बैंक
ta: வங்கி
te: బ్యాంక్

# add_account_button
source: Add Account
bn: অ্যাকাউন্ট যোগ করুন
hi: खाता जोड़ें
ta: கணக்கைச் சேர்க்கவும்
te: ఖాతా జోడించండి

# bank_name_label
source: Bank Name*
bn: ব্যাংক নাম*
hi: बैंक का नाम*
ta: வங்கி பெயர்*
te: బ్యాంక్ పేరు*

# bank_name_hint
source: Enter bank name
bn: ব্যাংকের নাম লিখুন
hi: बैंक का नाम दर्ज करें
ta: வங்கி பெயரை உள்ளிடவும்
te: బ్యాంక్ పేరు ఇవ్వండి

# account_since_month_label
source: Account Since (Month)*
bn: অ্যাকাউন্ট খোলার সময় (মাস)*
hi: खाता तब से (माह)*
ta: கணக்கு இருந்தது முதல் (மாதம்)*
te: ఖాతా ప్రారంభించిన నెల (నెల)*

# account_since_year_label
source: Account Since (Year)*
bn: অ্যাকাউন্ট খোলার সময় (বছর)*
hi: खाता तब से (वर्ष)*
ta: கணக்கு இருந்தது முதல் (வருடம்)*
te: ఖాతా ప్రారంభించిన సంవత్సరం (సంవత్సరం)*

source: Declare Business Stakeholders
bn: ব্যবসায় অংশীদারদের ঘোষণা করুন
te: వ్యాపార భాగస్వాములను ప్రకటించండి

source: Business details
bn: ব্যবসার বিবরণ
te: వ్యాపార వివరాలు

source: Address Line 1*
bn: ঠিকানা লাইন 1*
te: చిరునామా పంక్తి 1*

source: Address Line 2
bn: ঠিকানা লাইন 2
te: చిరునామా పంక్తి 2
