Repository: HareNTortoise/Aarthik-Setu
Catalog: aarthik_setu/lib/l10n/app_*.arb
Languages: bn, hi, kn, ml, ta, te

source: Drag file here
bn: ফাইলটি এখানে টেনে আনুন
hi: यहाँ फाइल खींचें
kn: ಫೈಲ್ ಅನ್ನು ಇಲ್ಲಿ ಎಳೆಯಿರಿ
ml: ഫയല്‍ ഇവിടെ എളിയുക
ta: கோப்பை இங்கே இழுத்து விடவும்
te: ఫైల్‌ను ఇక్కడకు లాగండి

source: Basic Details
hi: बुनियादी विवरण
kn: ಮೂಲ ಮಾಹಿತಿಗಳು
ml: അടിസ്ഥാന വിവരങ്ങൾ

source: Salutation*
hi: अभिवादन*
kn: ನಮಸ್ಕಾರ*
ml: സന്തോഷം*

source: Select Salutation
hi: अभिवादन चुनें
kn: ನಮಸ್ಕಾರ ಆಯ್ಕೆ ಮಾಡಿ
ml: സന്തോഷം തിരഞ്ഞെടുക്കുക

source: Gender*
bn: লিঙ্গ*
hi: लिंग*
kn: ಲಿಂಗ*
ml: ലിംഗം*
ta: செல்வாக்கு*
te: లింగం*

source: Select Gender
bn: লিঙ্গ নির্বাচন করুন
hi: लिंग चुनें
kn: ಲಿಂಗ ಆಯ್ಕೆ ಮಾಡಿ
ml: ലിംഗം തിരഞ്ഞെടുക്കുക
ta: செல்வாக்கை தேர்ந்தெடுக்கவும்
te: లింగాన్ని ఎంచుకోండి

source: Category*
bn: শ্রেণী*
hi: श्रेणी*
kn: ವರ್ಗ*
ml: വിഭാഗം*
ta: வகை*
te: వర్గం*

source: Select Category
bn: শ্রেণী নির্বাচন করুন
hi: श्रेणी चुनें
kn: ವರ್ಗ ಆಯ್ಕೆ ಮಾಡಿ
ml: വിഭാഗം തിരഞ്ഞെടുക്കുക
ta: வகையை தேர்ந்தெடுக்கவும்
te: వర్గాన్ని ఎంచుకోండి

source: Email (Personal)*
bn: ইমেইল (ব্যক্তিগত)*
hi: ईमेल (व्यक्तिगत)*
kn: ಇಮೇಲ್ (ವ್ಯಕ್ತಿಗತ)*
ml: ഇമെയിൽ (വ്യക്തിഗത)*
ta: மின்னஞ்சல் (தனிப்பட்ட)*
te: ఇమెయిల్ (వ్యక్తిగత)*

# enterEmailPersonal
source: Enter your email
bn: ব্যক্তিগত ইমেইল লিখুন
hi: अपना ईमेल दर्ज करें
kn: ವ್ಯಕ್ತಿಗತ ಇಮೇಲ್ ನಮೂದಿಸಿ
ml: വ്യക്തിഗത ഇമെയിൽ നൽകുക
ta: தனிப்பட்ட மின்னஞ்சலை உள்ளிடவும்
te: వ్యక్తిగత ఇమెయిల్ నమోదు చేయండి

# fatherName
source: Father's Name
bn: বাবার নাম
hi: पिता का नाम
kn: ತಂದೆಯ ಹೆಸರು
ml: പിതാവിന്റെ പേര്
ta: அப்பாவின் பெயர்
te: తండ్రి పేరు

# enterFatherName
source: Enter your father's name
bn: বাবার নাম লিখুন
hi: अपने पिता का नाम दर्ज करें
kn: ತಂದೆಯ ಹೆಸರು ನಮೂದಿಸಿ
ml: പിതാവിന്റെ പേര് നൽകുക
ta: அப்பாவின் பெயரை உள்ளிடவும்
te: తండ్రి పేరు నమోదు చేయండి

source: Education Qualification*
bn: শিক্ষাগত যোগ্যতা*
hi: शैक्षिक योग्यता*
kn: ಶಿಕ್ಷಣ ಅರ್ಹತೆ*
ml: വിദ്യാഭ്യാസ യോഗ്യത*
ta: கல்வி தகுதி*
te: అధ్యయన అర్హత*

source: Select Education Qualification
bn: শিক্ষাগত যোগ্যতা নির্বাচন করুন
hi: शैक्षिक योग्यता चुनें
kn: ಶಿಕ್ಷಣ ಅರ್ಹತೆ ಆಯ್ಕೆ ಮಾಡಿ
ml: വിദ്യാഭ്യാസ യോഗ്യത തിരഞ്ഞെടുക്കുക
ta: கல்வி தகுதியை தேர்ந்தெடுக்கவும்
te: అధ్యయన అర్హతను ఎంచుకోండి

source: Net Worth*
bn: নেট ওার্থ*
hi: कुल संपत्ति*
kn: ಆರ್ಥಿಕ ಶಕ್ತಿ*
ml: വിലമതിപ്പ്*
ta: நிகர செல்வம்*
te: నికర సంపత్తి*

# enterNetWorth
source: Enter your net worth
bn: নেট ওার্থ লিখুন
hi: अपनी कुल संपत्ति दर्ज करें
kn: ಆರ್ಥಿಕ ಶಕ್ತಿ ನಮೂದಿಸಿ
ml: വിലമതിപ്പ് നൽകുക
ta: நிகர செல்வத்தை உள்ளிடவும்
te: నికర సంపత్తిని నమోదు చేయండి

source: Nationality*
bn: জাতীয়তা*
hi: राष्ट्रीयता*
kn: ರಾಷ್ಟ್ರೀಯತೆಯನ್ನು*
ml: രാഷ്ട്രപതിത്വം*
ta: உள்நாடு*
te: రాజ్యాంగం*

source: Select Nationality
bn: জাতীয়তা নির্বাচন করুন
hi: राष्ट्रीयता चुनें
kn: ರಾಷ್ಟ್ರೀಯತೆಯನ್ನು ಆಯ್ಕೆ ಮಾಡಿ
ml: രാഷ്ട്രപതിത്വം തിരഞ്ഞെടുക്കുക
ta: உள்நாட்டை தேர்ந்தெடுக்கவும்
te: రాజ్యాంగాన్ని ఎంచుకోండి

source: Dependents*
bn: নির্ভরশীল*
hi: निर्भरता*
kn: ಅನುದಾನಗಳು*
ml: അനുസരണങ്ങൾ*
ta: சார்ந்தோர்*
te: నిరాలాలు*

source: Select Dependents
bn: নির্ভরশীল নির্বাচন করুন
hi: निर्भरता चुनें
kn: ಅನುದಾನಗಳನ್ನು ಆಯ್ಕೆ ಮಾಡಿ
ml: അനുസരണങ്ങൾ തിരഞ്ഞെടുക്കുക
ta: சார்ந்தோரை தேர்ந்தெடுக்கவும்
te: నిరాలాలను ఎంచుకోండి

source: Marital Status*
bn: বৈবাহিক অবস্থা*
hi: वैवाहिक स्थिति*
kn: ಮದುವೆ ಸ್ಥಿತಿ*
ml: വിവാഹിതാവിനെ*
ta: திருமணம் நிலை*
te: వివాహ స్థితి*

source: Select Marital Status
bn: বৈবাহিক অবস্থা নির্বাচন করুন
hi: वैवाहिक स्थिति चुनें
kn: ಮದುವೆ ಸ್ಥಿತಿಯನ್ನು ಆಯ್ಕೆ ಮಾಡಿ
ml: വിവാഹിതാവിനെ തിരഞ്ഞെടുക്കുക
ta: திருமணம் நிலையை தேர்ந்தெடுக்கவும்
te: వివాహ స్థితిని ఎంచుకోండి

source: Employment Details
bn: কর্মসংস্থান বিস্তারিত
hi: रोज़गार विवरण
kn: ಉದ್ಯೋಗ ವಿವರಗಳು
ml: ബധ്യവസ്ഥകൾ
ta: வேலை விவரங்கள்
te: ఉద్యోగ వివరాలు

source: Employment Status*
bn: কর্মসংস্থানের অবস্থা*
hi: रोज़गार की स्थिति*
kn: ಉದ್ಯೋಗ ಸ್ಥಿತಿ*
ml: ബധ്യവസ്ഥ*
ta: வேலை நிலை*
te: ఉద్యోగ స్థితి*

source: Select Employment Status
bn: কর্মসংস্থানের অবস্থা নির্বাচন করুন
hi: रोज़गार की स्थिति चुनें
kn: ಉದ್ಯೋಗ ಸ್ಥಿತಿ ಆಯ್ಕೆ ಮಾಡಿರಿ
ml: ബധ്യവസ്ഥ തിരഞ്ഞെടുക്കുക
ta: வேலை நிலை தேர்ந்தெடுக்கவும்
te: ఉద్యోగ స్థితిని ఎంచుకోండి

source: Designation*
bn: পদবী*
hi: पदनाम*
kn: ನಾಮಾಂಕಿತ*
ml: നാമവീക്ഷണം*
ta: தகுதிநிலை*
te: పోస్టు*

source: Select Designation
bn: পদবী নির্বাচন করুন
hi: पदनाम चुनें
kn: ನಾಮಾಂಕಿತ ಆಯ್ಕೆ ಮಾಡಿರಿ
ml: നാമവീക്ഷണം തിരഞ്ഞെടുക്കുക
ta: தகுதிநிலை தேர்ந்தெடுக்கவும்
te: పోస్టు ఎంచుకోండి

source: Employment Type*
bn: কর্মসংস্থানের ধরন*
hi: रोज़गार का प्रकार*
kn: ಉದ್ಯೋಗ ಪ್ರಕಾರ*
ml: ബധ്യത്തരം*
ta: வேலை வகை*
te: ఉద్యోగ రకం*

source: Select Employment Type
bn: কর্মসংস্থানের ধরন নির্বাচন করুন
hi: रोज़गार का प्रकार चुनें
kn: ಉದ್ಯೋಗ ಪ್ರಕಾರ ಆಯ್ಕೆ ಮಾಡಿರಿ
ml: ബധ്യത്തരം തിരഞ്ഞെടുക്കുക
ta: வேலை வகை தேர்ந்தெடுக்கவும்
te: ఉద్యోగ రకం ఎంచుకోండి

source: Mode of Salary*
bn: বেতন পদ্ধতি*
hi: वेतन का मोड*
kn: Salary Modal*
ml: ശമ്പളമോഡൽ*
ta: சம்பள முறை*
te: వేతనం మోడ్*

source: Select Mode of Salary
bn: বেতন পদ্ধতি নির্বাচন করুন
hi: वेतन का मोड चुनें
kn: Salary Modal ಆಯ್ಕೆ ಮಾಡಿರಿ
ml: ശമ്പളമോഡൽ തിരഞ്ഞെടുക്കുക
ta: சம்பள முறை தேர்ந்தெடுக்கவும்
te: వేతనం మోడ్ ఎంచుకోండి

source: Gross Monthly Income*
bn: মোট মাসিক আয়*
hi: सकल मासिक आय*
kn: ಒಟ್ಟೆ ಮಾಸಿಕ ಆದಾಯ*
ml: ആകെ മാസിക വരുമാനം*
ta: மொத்த மாத வருமானம்*
te: మొత్తం నెలవారీ ఆదాయం*

# enterGrossMonthlyIncome
source: Enter your gross monthly income
bn: আপনার মোট মাসিক আয় লিখুন
hi: अपनी सकल मासिक आय दर्ज करें
kn: ನಿಮ್ಮ ಒಟ್ಟೆ ಮಾಸಿಕ ಆದಾಯವನ್ನು ನಮೂದಿಸಿ
ml: താങ്കളുടെ ആകെ മാസിക വരുമാനം നൽകുക
ta: உங்கள் மொத்த மாத வருமானத்தை உள்ளிடவும்
te: మీ మొత్తం నెలవారీ ఆదాయాన్ని నమోదు చేయండి

source: Net Monthly Income*
bn: নিট মাসিক আয়*
hi: शुद्ध मासिक आय*
kn: ನಿವ್ವಳ ಮಾಸಿಕ ಆದಾಯ*
ml: നിലവിലെ മാസിക വരുമാനം*
ta: நிகர மாத வருமானம்*
te: నికర నెలవారీ ఆదాయం*

# enterNetMonthlyIncome
source: Enter your net monthly income
bn: আপনার নিট মাসিক আয় লিখুন
hi: अपनी शुद्ध मासिक आय दर्ज करें
kn: ನಿಮ್ಮ ನಿವ್ವಳ ಮಾಸಿಕ ಆದಾಯವನ್ನು ನಮೂದಿಸಿ
ml: താങ്കളുടെ നിലവിലെ മാസിക വരുമാനം നൽകുക
ta: உங்கள் நிகர மாத வருமானத்தை உள்ளிடவும்
te: మీ నికర నెలవారీ ఆదాయాన్ని నమోదు చేయండి

# creditInformationTitle
source: Credit Information
bn: ঋণ তথ্য
hi: क्रेडिट जानकारी
kn: ಕ್ರೆಡಿಟ್ ಮಾಹಿತಿ
ml: ക്രെഡിറ്റ് വിവരങ്ങൾ
ta: கடன் தகவல்
te: క్రెడిట్ సమాచారం

source: Declare Credit Information
bn: ঋণের তথ্য ঘোষণা করুন
hi: क्रेडिट जानकारी घोषित करें
kn: ಕ್ರೆಡಿಟ್ ಮಾಹಿತಿ ಘೋಷಿಸಿ
ml: ക്രെഡിറ്റ് വിവരങ്ങൾ പ്രഖ്യാപിക്കുക
ta: கடன் தகவலை அறிவிக்கவும்
te: క్రెడిట్ సమాచారాన్ని ప్రకటించండి

# loanTypeLabel
source: Loan Type*
bn: ঋণের ধরন*
hi: ऋण प्रकार*
kn: ಕಡನದ ಪ್ರಕಾರ*
ml: കടൻ തരം*
ta: கடன் வகை*
te: ఋణ రకం*

source: Select Loan Type
bn: ঋণের ধরন নির্বাচন করুন
hi: ऋण प्रकार चुनें
kn: ಕಡನದ ಪ್ರಕಾರವನ್ನು ಆಯ್ಕೆಮಾಡಿ
ml: കടൻ തരം തിരഞ്ഞെടുക്കുക
ta: கடன் வகையைத் தேர்வுசெய்க
te: ఋణ రకాన్ని ఎంచుకోండి

# lenderLabel
source: Lender*
bn: ঋণদাতা*
hi: ऋणदाता*
kn: ಸಾಲದಾತ*
ml: ധനകാരൻ*
ta: கடன்பற்றியவர்*
te: వడ్డిదారు*

# enterLenderPlaceholder
source: Enter lender
bn: ঋণদাতার নাম লিখুন
hi: ऋणदाता दर्ज करें
kn: ಸಾಲದಾತನ ಹೆಸರನ್ನು ನಮೂದಿಸಿ
ml: ധനകാരനെന്നെഴുതുക
ta: கடன்பற்றியவரின் பெயரை உள்ளிடவும்
te: వడ్డిదారు పేరు నమోదు చేయండి

# sanctionedAmountLabel
source: Sanctioned Amount (₹)*
bn: অনুমোদিত পরিমাণ (₹)*
hi: स्वीकृत राशि (₹)*
kn: ಮಂಜೂರು ಮಾಡಿದ ಮೊತ್ತ (₹)*
ml: നിശ്ചിത തുക (₹)*
ta: ஒப்புதல் அளவு (₹)*
te: మంజూరైన మొత్తం (₹)*

# enterSanctionedAmountPlaceholder
source: Enter sanctioned amount
bn: অনুমোদিত পরিমাণ লিখুন
hi: स्वीकृत राशि दर्ज करें
kn: ಮಂಜೂರು ಮಾಡಿದ ಮೊತ್ತವನ್ನು ನಮೂದಿಸಿ
ml: നിശ്ചിത തുക എഴുതി
ta: ஒப்புதல் அளவை உள்ளிடவும்
te: మంజూరైన మొత్తాన్ని నమోదు చేయండి

# outstandingAmountLabel
source: Outstanding Amount (₹)*
bn: বকেয়া পরিমাণ (₹)*
hi: बकाया राशि (₹)*
kn: ಬಾಕಿ ಮೊತ್ತ (₹)*
ml: ബാക്കി തുക (₹)*
ta: நிலுவைத் தொகை (₹)*
te: బాకీ మొత్తం (₹)*

# enterOutstandingAmountPlaceholder
source: Enter outstanding amount
bn: বকেয়া পরিমাণ লিখুন
hi: बकाया राशि दर्ज करें
kn: ಬಾಕಿ ಮೊತ್ತವನ್ನು ನಮೂದಿಸಿ
ml: ബാക്കി തുക എഴുതുക
ta: நிலுவைத் தொகையை உள்ளிடவும்
te: బాకీ మొత్తాన్ని నమోదు చేయండి

# emiAmountLabel
source: EMI Amount (₹)*
bn: EMI পরিমাণ (₹)*
hi: EMI राशि (₹)*
kn: EMI ಮೊತ್ತ (₹)*
ml: EMI തുക (₹)*
ta: EMI தொகை (₹)*
te: EMI మొత్తం (₹)*

# enterEmiAmountPlaceholder
source: Enter EMI amount
bn: EMI পরিমাণ লিখুন
hi: EMI राशि दर्ज करें
kn: EMI ಮೊತ್ತವನ್ನು ನಮೂದಿಸಿ
ml: EMI തുക എഴുതുക
ta: EMI தொகையை உள்ளிடவும்
te: EMI మొత్తాన్ని నమోదు చేయండి

# addExistingLoanButton
source: Add Existing Loan
bn: বিদ্যমান ঋণ যোগ করুন
hi: मौजूदा ऋण जोड़ें
kn: ಪ್ರಸ್ತುತ ಸಾಲವನ್ನು ಸೇರಿಸಿ
ml: നിലവിലുള്ള വായ്പ ചേർക്കുക
ta: முன்னைய கடனை சேர்க்கவும்
te: ప్రస్తుత రుణాన్ని జోడించండి

# contactDetailsTitle
source: Contact Details
bn: যোগাযোগের বিবরণ
hi: संपर्क विवरण
kn: ಸಂಪರ್ಕ ವಿವರಗಳು
ml: സമ്പർക്ക വിവരങ്ങൾ
ta: தொடர்பு விவரங்கள்
te: సంప్రదింపు వివరాలు

# addressLine1Label
source: Address Line 1*
bn: ঠিকানা লাইন 1*
hi: पता पंक्ति 1*
kn: ವಿಳಾಸ ಸಾಲು 1*
ml: വിലാസം വരി 1*
ta: முகவரி வரி 1*
te: చిరునామా లైన్ 1*

# addressLine1Placeholder
source: Enter your building number
bn: আপনার বিল্ডিং নম্বর প্রবেশ করুন
hi: अपना भवन नंबर दर्ज करें
kn: ನಿಮ್ಮ ಕಟ್ಟಡದ ಸಂಖ್ಯೆಯನ್ನು ನಮೂದಿಸಿ
ml: നിങ്ങളുടെ കെട്ടിട നമ്പർ നൽകുക
ta: உங்கள் கட்டிட எண்ணை உள்ளிடவும்
te: మీ భవనం సంఖ్యను నమోదు చేయండి

# addressLine2Label
source: Address Line 2
bn: ঠিকানা লাইন 2
hi: पता पंक्ति 2
kn: ವಿಳಾಸ ಸಾಲು 2
ml: വിലാസം വരി 2
ta: முகவரி வரி 2
te: చిరునామా లైన్ 2

# addressLine2Placeholder
source: Enter your street name
bn: আপনার রাস্তার নাম প্রবেশ করুন
hi: अपना सड़क का नाम दर्ज करें
kn: ನಿಮ್ಮ ರಸ್ತೆ ಹೆಸರನ್ನು ನಮೂದಿಸಿ
ml: നിങ്ങളുടെ സ്ട്രീറ്റ് പേര് നൽകുക
ta: உங்கள் தெரு பெயரை உள்ளிடவும்
te: మీ వీధి పేరును నమోదు చేయండి

# landmarkLabel
source: Landmark
bn: বিশিষ্ট স্থান
hi: लैंडमार्क
kn: ಪ್ರಮುಖ ಸ್ಥಳ
ml: ലാൻഡ്‌മാർക്ക്
ta: முக்கிய இடம்
te: ప్రాధమిక స్థానం

# landmarkPlaceholder
source: Enter your landmark
bn: আপনার বিশিষ্ট স্থান প্রবেশ করুন
hi: अपना लैंडमार्क दर्ज करें
kn: ನಿಮ್ಮ ಪ್ರಮುಖ ಸ್ಥಳವನ್ನು ನಮೂದಿಸಿ
ml: നിങ്ങളുടെ ലാൻഡ്‌മാർക്ക് നൽകുക
ta: உங்கள் முக்கிய இடத்தை உள்ளிடவும்
te: మీ ప్రాధమిక స్థానం నమోదు చేయండి

# countryLabel
source: Country*
bn: দেশ*
hi: देश*
kn: ದೇಶ*
ml: ദേശം*
ta: நாடு*
te: దేశం*

# countryPlaceholder
source: Select your country
bn: আপনার দেশ নির্বাচন করুন
hi: अपना देश चुनें
kn: ನಿಮ್ಮ ದೇಶವನ್ನು ಆಯ್ಕೆಮಾಡಿ
ml: നിങ്ങളുടെ രാജ്യത്തിനെ തിരഞ്ഞെടുക്കുക
ta: உங்கள் நாட்டைத் தேர்ந்தெடுக்கவும்
te: మీ దేశాన్ని ఎంచుకోండి

# stateLabel
source: State*
bn: রাজ্য*
hi: राज्य*
kn: ರಾಜ್ಯ*
ml: സംസ്ഥാനം*
ta: மாநிலம்*
te: రాష్ట్రం*

# statePlaceholder
source: Select your state
bn: আপনার রাজ্য নির্বাচন করুন
hi: अपना राज्य चुनें
kn: ನಿಮ್ಮ ರಾಜ್ಯವನ್ನು ಆಯ್ಕೆಮಾಡಿ
ml: നിങ്ങളുടെ സംസ്ഥാനം തിരഞ്ഞെടുക്കുക
ta: உங்கள் மாநிலத்தைத் தேர்ந்தெடுக்கவும்
te: మీ రాష్ట్రాన్ని ఎంచుకోండి

# cityLabel
source: City*
bn: শহর*
hi: शहर*
kn: ನಗರ*
ml: നഗരം*
ta: நகரம்*
te: నగరం*

# cityPlaceholder
source: Select your city
bn: আপনার শহর নির্বাচন করুন
hi: अपना शहर चुनें
kn: ನಿಮ್ಮ ನಗರವನ್ನು ಆಯ್ಕೆಮಾಡಿ
ml: നിങ്ങളുടെ നഗരം തിരഞ്ഞെടുക്കുക
ta: உங்கள் நகரத்தைத் தேர்ந்தெடுக்கவும்
te: మీ నగరాన్ని ఎంచుకోండి

# pinCodeLabel
source: Pin code*
bn: পিন কোড*
hi: पिन कोड*
kn: ಪಿನ್ ಕೋಡ್*
ml: പിൻ കോഡ്*
ta: பின் குறியீடு*
te: పిన్ కోడ్*

# pinCodePlaceholder
source: Enter your pin code
bn: আপনার পিন কোড প্রবেশ করুন
hi: अपना पिन कोड दर्ज करें
kn: ನಿಮ್ಮ ಪಿನ್ ಕೋಡ್ ನಮೂದಿಸಿ
ml: നിങ്ങളുടെ പിൻ കോഡ് നൽകുക
ta: உங்கள் பின் குறியீட்டை உள்ளிடவும்
te: మీ పిన్ కోడ్ నమోదు చేయండి

# villageLabel
source: Village/Town
bn: গ্রাম/শহর
hi: गांव/कस्बा
kn: ಗ್ರಾಮ/ಪಟ್ಟಣ
ml: ഗ്രാമം/നഗരം
ta: கிராமம்/நகரம்
te: గ్రామం/నగరం

# villagePlaceholder
source: Enter your village/town
bn: আপনার গ্রাম/শহর প্রবেশ করুন
hi: अपना गांव/कस्बा दर्ज करें
kn: ನಿಮ್ಮ ಗ್ರಾಮ/ಪಟ್ಟಣ ನಮೂದಿಸಿ
ml: നിങ്ങളുടെ ഗ്രാമം/നഗരം നൽകുക
ta: உங்கள் கிராமம்/நகரத்தை உள்ளிடவும்
te: మీ గ్రామం/నగరాన్ని నమోదు చేయండి

# districtLabel
source: District*
bn: জেলা*
hi: जिला*
kn: ಜಿಲ್ಲೆ*
ml: ജില്ല*
ta: மாவட்டம்*
te: జిల్లా*

# districtPlaceholder
source: Enter your district
bn: আপনার জেলা প্রবেশ করুন
hi: अपना जिला दर्ज करें
kn: ನಿಮ್ಮ ಜಿಲ್ಲೆಯನ್ನು ನಮೂದಿಸಿ
ml: നിങ്ങളുടെ ജില്ല നൽകുക
ta: உங்கள் மாவட்டத்தை உள்ளிடவும்
te: మీ జిల్లాను నమోదు చేయండి

# subDistrictLabel
source: Sub-District*
bn: উপজেলা*
hi: उप-जिला*
kn: ಉಪ-ಜಿಲ್ಲೆ*
ml: സബ്-ഡിസ്ട്രിക്ട്*
ta: துணை மாவட்டம்*
te: ఉప జిల్లా*

# subDistrictPlaceholder
source: Enter your sub-district
bn: আপনার উপজেলা প্রবেশ করুন
hi: अपना उप-जिला दर्ज करें
kn: ನಿಮ್ಮ ಉಪ-ಜಿಲ್ಲೆ ನಮೂದಿಸಿ
ml: നിങ്ങളുടെ സബ്-ഡിസ്ട്രിക്ട് നൽകുക
ta: உங்கள் துணை மாவட்டத்தை உள்ளிடவும்
te: మీ ఉప జిల్లా నమోదు చేయండి

# residenceSinceMonthLabel
source: Residence Since (Month)
bn: কত মাস ধরে বসবাস করছেন
hi: रहने का समय (महीना)
kn: ವಾಸಮಾಡುತ್ತಿದ್ದ ಸಮಯ (ತಿಂಗಳು)
ml: വാസം (മാസം മുതൽ)
ta: குடியிருப்பு (மாதம் முதல்)
te: ఎంత కాలంగా నివసిస్తున్నారు (మాసం)

# residenceSinceYearLabel
source: Residence Since (Year)
bn: কত বছর ধরে বসবাস করছেন
hi: रहने का समय (साल)
kn: ವಾಸಮಾಡುತ್ತಿದ್ದ ಸಮಯ (ವರ್ಷ)
ml: വാസം (വർഷം മുതൽ)
ta: குடியிருப்பு (வருடம் முதல்)
te: ఎంత కాలంగా నివసిస్తున్నారు (సంవత్సరం)

# loanFormTitle
source: Loan Form
bn: ঋণ ফর্ম
hi: ऋण फॉर्म
kn: ಸಾಲದ ಅರ್ಜಿ
ml: വായ്പ ഫോമ്
ta: கடன் விண்ணப்பம்
te: కాలకు ఫారం

# loanDetailsTitle
source: Loan Details
bn: ঋণের বিস্তারিত
hi: ऋण विवरण
kn: ಕೋರುವ ವಿವರಗಳು
ml: വായ്പ വിശദാംശങ്ങൾ
ta: கோரை விவரங்கள்
te: కాలకు వివరాలు

# loanPurposeLabel
source: Loan Purpose*
bn: ঋণের উদ্দেশ্য*
hi: ऋण का उद्देश्य*
kn: ಕೋರುವ ಉದ್ದೇಶ*
ml: വായ്പയുടെ ഉദ്ദേശ്യം*
ta: கோரக்கூடிய நோக்கம்*
te: కాలకు ఉద్దేశ్యం*

# loanPurposePlaceholder
source: Select Loan Purpose
bn: ঋণের উদ্দেশ্য নির্বাচন করুন
hi: ऋण का उद्देश्य चुनें
kn: ಕೋರುವ ಉದ್ದೇಶವನ್ನು ಆಯ್ಕೆ ಮಾಡಿ
ml: വായ്പയുടെ ഉദ്ദേശ്യം തിരഞ്ഞെടുക്കുക
ta: கோரை நோக்கத்தைத் தேர்ந்தெடுக்கவும்
te: కాలకు ఉద్దేశ్యాన్ని ఎంచుకోండి

# loanAmountLabel
source: Loan Amount Required*
bn: ঋণের পরিমাণ*
hi: आवश्यक ऋण राशि*
kn: ಅಗತ್ಯ ಕೋರು ಮೊತ್ತ*
ml: ആവശ്യമായ വായ്പ തുക*
ta: தேவையான கோர் தொகை*
te: తప్పనిసరి కాలం మొత్తం*

# loanAmountHint
source: Enter loan amount
bn: ঋণের পরিমাণ লিখুন
hi: ऋण राशि दर्ज करें
kn: ಕೋರು ಮೊತ್ತವನ್ನು ನಮೂದಿಸಿ
ml: വായ്പ തുക നിക്ഷേപിക്കുക
ta: கோர் தொகையை உள்ளிடவும்
te: కాలానికి మొత్తం నమోదు చేయండి

# tenureLabel
source: Tenure (Years)*
bn: কাল (বছর)*
hi: अवधि (वर्ष)*
kn: ಕಾಲಾವಧಿ (ವರ್ಷ)*
ml: കാലാവധി (വർഷം)*
ta: காலாவதி (வर्षங்கள்)*
te: కాలం (సంవత్సరాలు)*

# tenureHint
source: Enter tenure
bn: কাল লিখুন
hi: अवधि दर्ज करें
kn: ಕಾಲಾವಧಿಯನ್ನು ನಮೂದಿಸಿ
ml: കാലാവധി നൽകുക
ta: காலாவதியை உள்ளிடவும்
te: కాలాన్ని నమోదు చేయండి

# retirementAgeLabel
source: Retirement Age (Years)*
bn: বিরতি বয়স (বছর)*
hi: सेवानिवृत्ति की उम्र (वर्ष)*
kn: ಅನುದಾನರಹಿತ ವಯಸ್ಸು (ವರ್ಷ)*
ml: ഇതികാലത്തിൻ്റെ പ്രായം (വർഷം)*
ta: பணிவிடு வயது (வर्षங்கள்)*
te: అనునది వయసు (సంవత్సరాలు)*

# retirementAgeHint
source: Enter retirement age
bn: বিরতি বয়স লিখুন
hi: सेवानिवृत्ति की उम्र दर्ज करें
kn: ಅನುದಾನರಹಿತ ವಯಸ್ಸನ್ನು ನಮೂದಿಸಿ
ml: ഇതികാലത്തിൻ്റെ പ്രായം നൽകുക
ta: பணிவிடு வயதை உள்ளிடவும்
te: అనునది వయసును నమోదు చేయండి

# yourEmployerWillTitle
source: Your Employer Will
bn: আপনার নিয়োগকর্তা
hi: आपका नियोक्ता करेगा
kn: ನಿಮ್ಮ ಉದ್ಯೋಗಿ
ml: നിങ്ങളുടെ തൊഴിലുടമ
ta: உங்கள் பணியாளர்
te: మీ ఉద్దయోగి

# emiFromSalaryAccountText
source: Pay EMI directly from your salary account?
bn: আপনি কি আপনার বেতন অ্যাকাউন্ট থেকে সরাসরি EMI পরিশোধ করছেন?
hi: क्या आप वेतन खाते से सीधे EMI का भुगतान करेंगे?
kn: ನೀವು ನಿಮ್ಮ ವೇತನ ಖಾತೆಯಿಂದ ನೇರವಾಗಿ EMI ಅನ್ನು ಪಾವತಿಸುತ್ತೀರಾ?
ml: നിങ്ങളുടെ ശമ്പള അക്കൗണ്ടിൽ നിന്ന് EMI നേരിട്ട് പേയ്‌മെന്റ് ചെയ്യും吗?
ta: நீங்கள் உங்கள் சம்பள கணக்கில் நேரடியாக EMI செலுத்துகிறீர்களா?
te: మీరు మీ జీత ఖాతాలో నేరుగా EMI చెల్లిస్తారా?

# outstandingLoanTerminalPaymentsText
source: Agree to pay outstanding loan amount from terminal payments in event you leave your employer?
bn: আপনি কি আপনার নিয়োগকর্তার বিরতি সময়ে অপ্রাপ্ত ঋণ পরিশোধ করতে সম্মত?
hi: क्या आप अपने नियोक्ता को छोड़ने की स्थिति में टर्मिनल भुगतान से बकाया ऋण राशि का भुगतान करने के लिए सहमत हैं?
kn: ನೀವು ನಿಮ್ಮ ಉದ್ಯೋಗಿಯ ಬಿಡುವಿನ ಸಮಯದಲ್ಲಿ ಟರ್ಮಿನಲ್ ಪಾವತಿಗಳಿಂದ ಬಾಕಿ ಹಣವನ್ನು ಪಾವತಿಸಲು ಒಪ್ಪುತ್ತೀರಾ?
ml: നിങ്ങളുടെ തൊഴിലുടമയെ വിട്ടുകൊടുക്കുന്ന സമയത്ത് ടേർമിനൽ പേയ്‌മെന്റുകളിൽ നിന്ന് ബാക്കിയുള്ള വായ്പ തുക കൈമാറാൻ നിങ്ങൾ തയാറാണോ?
ta: நீங்கள் உங்கள் பணியாளரின் விடுப்பு காலத்தில் தற்காலிக பேமென்ட்களிலிருந்து Outstanding Loan பணம் செலுத்துவதற்கு ஒப்புக்கொள்கிறீர்களா?
te: మీరు మీ ఉద్యోగి యొక్క అన్‌స్టాండ్ బీమా అనుమతిని తీసుకోవడానికి అంగీకరించారా?

# salaryAccountConfirmationText
source: Pay salary only in your salary account and take confirmation (NOC) from bank before shifting your salary account?
bn: আপনি কি আপনার বেতন শুধুমাত্র বেতন অ্যাকাউন্টে পাচ্ছেন এবং অ্যাকাউন্ট পরিবর্তনের আগে ব্যাংক থেকে NOC পেতে চান?
hi: क्या आप केवल अपने वेतन खाते में वेतन प्राप्त करेंगे और अपने वेतन खाते को बदलने से पहले बैंक से पुष्टि (NOC) लेंगे?
kn: ನೀವು ಕೇವಲ ನಿಮ್ಮ ವೇತನ ಖಾತೆಯಲ್ಲಿ ವೇತನವನ್ನು ಪಡೆಯುತ್ತೀರಾ ಮತ್ತು ಖಾತೆಗಳನ್ನು ಬದಲಾಯಿಸುವ ಮೊದಲು ಬ್ಯಾಂಕಿನಿಂದ ದೃಢೀಕರಣ (NOC) ಪಡೆಯುತ್ತೀರಾ?
ml: നിങ്ങൾ മാത്രം ശമ്പള അക്കൗണ്ടിൽ ശമ്പളമെടുക്കും എന്നുപറയുന്നുവോ, അക്കൗണ്ടുകൾ മാറ്റുന്നതിന് മുമ്പ് ബാങ്കിൽ നിന്ന് സ്ഥിരീകരണം (NOC) നേടും?
ta: நீங்கள் வெறும் சம்பள கணக்கில் சம்பளம் பெறுகிறீர்களா மற்றும் கணக்குகளை மாற்றுவதற்கு முன் வங்கியிலிருந்து உறுதிப்பத்திரம் (NOC) பெறுகிறீர்களா?
te: మీరు మీ జీతాన్ని కేవలం జీత ఖాతాలోనే పొందుతున్నారా మరియు ఖాతాలను మార్చడానికి ముందు బ్యాంక్ నుండి నోటిఫికేషన్ పొందాలా?

# whetherYouWillTitle
source: Whether you (Employer/Borrower) will
bn: আপনি (নিয়োগকর্তা/ধারী) করবেন কি
hi: क्या आप (नियोक्ता/उधारकर्ता) करेंगे
kn: ನೀವು (ಉದ್ಯೋಗಿ/ಊರ್ತಿಕರ್ತಾ) ಮಾಡುತ್ತೀರಾ
ml: നിങ്ങൾ (തൊഴിലുടമ/ഉഴിതിരിക്കുക) ചെയ്യും
ta: நீங்கள் (உத்யோகி/விண்ணப்பதாரர்) செய்யிறீர்களா
te: మీరు (ఉద్యోగి/అర్జిదారు) చేయనో

# issueLetterOutstandingLoanText
source: Issue letter to your employer, to pay outstanding loan from your terminal payments in event you leave your employer?
bn: আপনি কি আপনার নিয়োগকর্তাকে একটি চিঠি দেবেন, যাতে তারা অপ্রাপ্ত ঋণ পরিশোধ করবেন?
hi: क्या आप अपने नियोक्ता को पत्र जारी करेंगे, ताकि वे आपके टर्मिनल भुगतानों से बकाया ऋण का भुगतान कर सकें?
kn: ನೀವು ನಿಮ್ಮ ಉದ್ಯೋಗಿಗೆ, ಅವರು ಟರ್ಮಿನಲ್ ಪಾವತಿಗಳಿಂದ ಬಾಕಿ ಹಣವನ್ನು ಪಾವತಿಸುತ್ತಾರೆ ಎಂಬ ಪತ್ರವನ್ನು ಬಿಡುಗಡೆ ಮಾಡುತ್ತೀರಾ?
ml: നിങ്ങളുടെ തൊഴിലുടമയ്ക്ക് ഒരു കത്ത് നൽകുമോ, അവർ ടേർമിനൽ പേയ്‌മെന്റുകളിൽ നിന്നുള്ള ബാക്കിയുള്ള വായ്പ നൽകും?
ta: நீங்கள் உங்கள் பணியாளருக்கு ஒரு கடிதம் வழங்குவீர்களா, அவர்கள் தற்காலிக பணங்களில் Outstanding Loan பணம் செலுத்துவார்கள்?
te: మీరు మీ ఉద్దయోగికి ఒక లేఖ ఇవ్వగలరా, వారు అన్‌స్టాండ్ బీమా అనుమతిని చెల్లించడానికి?

# issueLetterNotChangeAccountText
source: Issue letter to your employer to not change your salary account and take confirmation from bank (NOC) in case of a change?
bn: আপনি কি আপনার বেতন অ্যাকাউন্ট পরিবর্তন না করার জন্য নিয়োগকর্তাকে একটি চিঠি দেবেন, ব্যাংক থেকে NOC পাবেন যখন পরিবর্তন হয়?
hi: क्या आप अपने नियोक्ता को पत्र जारी करेंगे कि वेतन खाते को न बदलें और परिवर्तन की स्थिति में बैंक से पुष्टि (NOC) लें?
kn: ನೀವು ನಿಮ್ಮ ಉದ್ಯೋಗಿಗೆ, ಪಾವತಿ ಖಾತೆ ಬದಲಾಯಿಸದಂತೆ ತಿಳಿಸುತ್ತಿದ್ದೀರಿ ಮತ್ತು ಬದಲಾವಣೆಗಳಿದ್ದಾಗ ಬ್ಯಾಂಕಿನಿಂದ ದೃಢೀಕರಣ (NOC) ಪಡೆಯುತ್ತೀರಾ?
ml: നിങ്ങളുടെ ശമ്പള അക്കൗണ്ടിനെ മാറ്റാൻ അനുവദിക്കാത്ത ഒരു കത്ത് നിങ്ങൾ നൽകുമോ, മാറ്റങ്ങൾ വരുമ്പോൾ ബാങ്കിൽ നിന്ന് സ്ഥിരീകരണം (NOC) വാങ്ങണോ?
ta: நீங்கள் உங்கள் சம்பள கணக்கை மாற்றாதது பற்றி உங்கள் பணியாளருக்கு ஒரு கடிதம் வழங்குவீர்களா, மாற்றங்கள் வரும் போது வங்கியிலிருந்து உறுதிப்பத்திரம் (NOC) பெறுவீர்களா?
te: మీరు మీ జీత ఖాతాను మార్చనని మీ ఉద్దయోగికి ఒక లేఖ ఇవ్వగలరా, మార్పులు వస్తే బ్యాంక్ నుండి నోటిఫికేషన్ పొందగలరా?

# repaymentMethodLabel
source: Repayment Method*
bn: পরিশোধ পদ্ধতি*
hi: भुगतान विधि*
kn: ಪಾವತಿ ವಿಧಾನ*
ml: പണയത്തിനുള്ള രീതി*
ta: மீட்பு முறையை*
te: చెల్లింపు పద్ధతి*

# repaymentMethodPlaceholder
source: Select Repayment Method
bn: পরিশোধ পদ্ধতি নির্বাচন করুন
hi: भुगतान विधि चुनें
kn: ಪಾವತಿ ವಿಧಾನವನ್ನು ಆಯ್ಕೆ ಮಾಡಿ
ml: പണയത്തിനുള്ള രീതി തിരഞ്ഞെടുക്കുക
ta: மீட்பு முறையை தேர்ந்தெடுக்கவும்
te: చెల్లింపు పద్ధతిని ఎంచుకోండి

# chooseBusinessProfile
source: Choose your Business Profile
bn: আপনার ব্যবসার প্রোফাইল নির্বাচন করুন
hi: अपने व्यवसाय का प्रोफ़ाइल चुनें
kn: ನಿಮ್ಮ ವ್ಯಾಪಾರ ಪ್ರೊಫೈಲ್ ಆಯ್ಕೆ ಮಾಡಿ
ml: നിങ്ങളുടെ ബിസിനസ്സ് പ്രൊഫൈൽ തിരഞ്ഞെടുക്കുക
ta: உங்கள் வணிக சுயவிவரத்தைத் தேர்ந்தெடுக்கவும்
te: మీ వ్యాపార ప్రొఫైల్‌ను ఎంచుకోండి

# selectedProfileBusiness
source: Selected Profile: ABC Pvt Ltd
bn: নির্বাচিত প্রোফাইল: ABC প্রাইভেট লিমিটেড
hi: चुना गया प्रोफ़ाइल: ABC प्रा. लि.
kn: ಆಯ್ಕೆಯಾದ ಪ್ರೊಫೈಲ್: ABC ಪ್ರೈವೇಟ್ ಲಿಮಿಟೆಡ್
ml: തിരഞ്ഞെടുത്ത പ്രൊഫൈൽ: ABC പ്രൈവറ്റ് ലിമിറ്റഡ്
ta: தேர்ந்தெடுக்கப்பட்ட சுயவிவரம்: ABC புரட்சிகள் லிமிடெட்
te: ఎంచుకోబడిన ప్రొఫైల్: ABC ప్రైవేట్ లిమిటెడ్

# selectProfileDescription
source: Select your business profile from the list. You can also create a new profile if you don’t have one.
bn: গোষ্ঠী থেকে আপনার ব্যবসার প্রোফাইল নির্বাচন করুন। যদি আপনার প্রোফাইল না থাকে, তবে একটি নতুন প্রোফাইলও তৈরি করতে পারেন।
hi: सूची से अपने व्यवसाय का प्रोफ़ाइल चुनें। यदि आपके पास एक नहीं है, तो आप एक नया प्रोफ़ाइल भी बना सकते हैं।
kn: ಪಟ್ಟಿಯಲ್ಲಿಂದ ನಿಮ್ಮ ವ್ಯಾಪಾರ ಪ್ರೊಫೈಲ್ ಆಯ್ಕೆ ಮಾಡಿ. ನೀವು ಪ್ರೊಫೈಲ್ ಇಲ್ಲದಿದ್ದರೆ, ಹೊಸ ಪ್ರೊಫೈಲ್ ಸಹ ರಚಿಸಬಹುದು.
ml: ലിസ്റ്റിൽ നിന്നു നിങ്ങളുടെ ബിസിനസ്സ് പ്രൊഫൈൽ തിരഞ്ഞെടുക്കുക. നിങ്ങൾക്കു ഒരു പ്രൊഫൈൽ ഇല്ലെങ്കിൽ, ഒരു പുതിയ പ്രൊഫൈൽ കൂടി സൃഷ്ടിക്കാവുന്നതാണ്.
ta: கோஷ்டியில் இருந்து உங்கள் வணிக சுயவிவரத்தைத் தேர்ந்தெடுக்கவும். உங்களுக்கு சுயவிவரம் இல்லையெனில், புதிய சுயவிவரம் உருவாக்கவும்.
te: కోస్తుల నుండి మీ వ్యాపార ప్రొఫైల్‌ను ఎంచుకోండి. మీకు ప్రొఫైల్ లేకపోతే, కొత్త ప్రొఫైల్‌ను కూడా సృష్టించవచ్చు.

# itrFormDescription
source: Providing your business’s Income Tax Return (ITR) is essential as it demonstrates your company’s financial health and stability.
bn: আপনার ব্যবসার আয়কর রিটার্ন (ITR) জমা দেওয়া অত্যন্ত গুরুত্বপূর্ণ, কারণ এটি আপনার কোম্পানির আর্থিক স্বাস্থ্যের এবং স্থায়িত্বের প্রমাণ।
hi: आपके व्यवसाय का आयकर रिटर्न (ITR) प्रदान करना आवश्यक है क्योंकि यह आपकी कंपनी की वित्तीय स्थिति और स्थिरता को दर्शाता है।
kn: ನಿಮ್ಮ ವ್ಯಾಪಾರದ ಆದಾಯ ತೆರಿಗೆ ರಿಟರ್ನ್ (ITR) ನೀಡುವುದು ಅತೀ ಮುಖ್ಯ, ಏಕೆಂದರೆ ಇದು ನಿಮ್ಮ ಕಂಪನಿಯ ಹಣಕಾಸಿನ ಆರೋಗ್ಯ ಮತ್ತು ಸ್ಥಿರತೆಯನ್ನು ತೋರಿಸುತ್ತದೆ.
ml: നിങ്ങളുടെ ബിസിനസിന്റെ വരുമാന നികുതി റിട്ടേൺ (ITR) നൽകുന്നത് ആവശ്യമാണ്, കാരണം ഇത് നിങ്ങളുടെ കമ്പനി സാമ്പത്തിക ആരോഗ്യം மற்றும் സ്ഥിരത വ്യക്തമാക്കുന്നു.
ta: உங்கள் வணிகத்தின் வருமான வரி திருப்பி (ITR) அளிப்பது முக்கியம், ஏனெனில் இது உங்கள் நிறுவனத்தின் நிதி ஆரோக்கியத்தை மற்றும் நிலைத்தன்மையை காட்டுகிறது.
te: మీ వ్యాపార ఆదాయ పన్ను రిటర్న్ (ITR) అందించడం చాలా ముఖ్యమైనది, ఎందుకంటే ఇది మీ కంపెనీని ఆర్థిక ఆరోగ్యాన్ని మరియు స్థిరత్వాన్ని చూపిస్తుంది.

# gstFormDescription
source: Providing your GST return shows your business’s compliance with tax regulations, which is a key factor in loan approval.
bn: আপনার GST রিটার্ন জমা দেওয়া আপনার ব্যবসার কর নিয়মের সাথে সামঞ্জস্য বজায় রাখতে সাহায্য করে, যা ঋণ অনুমোদনে একটি গুরুত্বপূর্ণ উপাদান।
hi: आपका GST रिटर्न प्रदान करना आपके व्यवसाय की कर नियमों के साथ अनुपालन को दर्शाता है, जो ऋण स्वीकृति में एक महत्वपूर्ण कारक है।
kn: ನಿಮ್ಮ GST ರಿಟರ್ನ್ ನೀಡುವುದು ನಿಮ್ಮ ವ್ಯಾಪಾರದ ತೆರಿಗೆ ನಿಯಮಗಳಿಗೆ ಅನುಕೂಲವಾಗುವುದನ್ನು ತೋರಿಸುತ್ತದೆ, ಇದು ಸಾಲದ ಅನುಮೋದನೆಯಲ್ಲಿ ಪ್ರಮುಖ ಅಂಶವಾಗಿದೆ.
ml: നിങ്ങളുടെ GST റിട്ടേൺ നൽകുന്നത് നിങ്ങളുടെ ബിസിനസ്സ് നികുതി ചട്ടങ്ങളുമായി അനുസരിക്കുന്നതിനുള്ള ഉറപ്പാണ്, ഇത് കടം അനുമതി നേടുന്നതിൽ ഒരു പ്രധാന ഘടകമാണ്.
ta: உங்கள் GST திருப்பி அளிப்பது உங்கள் வணிகத்தின் வரி விதிமுறைகளைப் பின்பற்றுவதைக் காட்டுகிறது, இது கடன் அங்கீகாரத்தில் முக்கிய அம்சமாகும்.
te: మీ GST రిటర్న్ అందించడం మీ వ్యాపార పన్ను నియమాలకు అనుగుణంగా ఉండటాన్ని చూపిస్తుంది, ఇది రుణ ఆమోదంలో ముఖ్యమైన అంశం.

# itrButtonTitleBusiness
source: Income Tax Return
bn: আয়কর রিটার্ন
hi: आयकर रिटर्न
kn: ಆಯಕರ್ ವಾಪಸು
ml: ആവശ്യമായ വരുമാന നികുതി
ta: வருமான வரி திரும்பவும்
te: ఆయ్‌టెక్ రిటర్న్

# itrButtonDescriptionBusiness
source: Provide your business’s income tax return for the last 3 years.
bn: আপনার ব্যবসার জন্য গত 3 বছরের আয়কর রিটার্ন প্রদান করুন।
hi: अपने व्यवसाय का पिछले 3 वर्षों का आयकर रिटर्न प्रदान करें।
kn: ನಿಮ್ಮ ವ್ಯಾಪಾರಕ್ಕೆ ಸಂಬಂಧಿಸಿದ ಕೊನೆಯ 3 ವರ್ಷಗಳ ಆಯಕರ್ ವಾಪಸು ನೀಡಿರಿ.
ml: നിങ്ങളുടെ ബിസിനസിന്റെ കഴിഞ്ഞ 3 വർഷത്തിലെ വരുമാന നികുതി റിട്ടേൺ നൽകുക.
ta: உங்கள் தொழிலின் கடைசி 3 ஆண்டுகளுக்கான வருமான வரி திரும்பவும் அளிக்கவும்.
te: మీ వ్యాపారం యొక్క గత 3 సంవత్సరాల ఆదాయపు పన్ను రిటర్న్ అందించండి.

# gstButtonTitle
source: GST Details
bn: GST বিস্তারিত
hi: GST विवरण
kn: GST ವಿವರಗಳು
ml: GST വിശദാംശങ്ങൾ
ta: GST விவரங்கள்
te: GST వివరాలు
