Repository: HareNTortoise/Aarthik-Setu
Catalog: aarthik_setu/lib/l10n/app_*.arb
Languages: bn, hi, kn, ml, ta, te

# appTitle
source: Aarthik Setu
bn: আর্থিক সেতু
hi: आर्थिक सेतु
kn: ಆರ್ಥಿಕ ಸೇತು
ml: ആർത്ഥിക സെതു
ta: ஆர்த்திக செட்டு
te: ఆర్థిక సేతు

source: Sign In
bn: সাইন ইন করুন
hi: साइन इन करें
kn: ಸೈನ್ ಇನ್ ಮಾಡಿ
ml: സൈൻ ഇൻ
ta: உள்நுழையவும்
te: సైన్ ఇన్ చేయండి

# googleSignIn
source: Google
bn: গুগল
hi: गूगल
kn: ಗೂಗಲ್
ml: ഗൂഗിൾ
ta: கூகுள்
te: గూగుల్

# phoneSignIn
source: Phone
bn: ফোন
hi: फोन
kn: ಫೋನ್
ml: ഫോൺ
ta: அழைப்பு
te: ఫోన్

source: Language
bn: ভাষা
hi: भाषा
kn: ಭಾಷೆ
ml: ഭാഷ
ta: மொழி
te: భాష

# enterPhoneNumber
source: Enter your phone number
bn: আপনার ফোন নম্বর প্রবেশ করান
hi: अपना फोन नंबर दर्ज करें
kn: ನಿಮ್ಮ ಫೋನ್ ಸಂಖ್ಯೆಯನ್ನು ನಮೂದಿಸಿ
ml: നിങ്ങളുടെ ഫോൺ നമ്പർ ടൈപ്പ് ചെയ്യുക
ta: உங்கள் தொலைபேசி எண்களை உள்ளிடவும்
te: మీ ఫోన్ నెంబర్ ని నమోదు చేయండి

source: Send OTP
bn: OTP পাঠান
hi: OTP भेजें
kn: OTP ಕಳುಹಿಸಿ
ml: OTP അയക്കുക
ta: OTP ஐ அனுப்பவும்
te: OTP పంపించండి

source: Verify OTP
bn: OTP যাচাই করুন
hi: OTP सत्यापित करें
kn: OTP ಪರಿಶೀಲಿಸಿ
ml: OTP സ്ഥിരീകരിക്കുക
ta: OTP ஐ சரிபார்க்கவும்
te: OTP ధృవీకరించండి

source: Resend OTP
bn: OTP পুনরায় পাঠান
hi: OTP पुनः भेजें
kn: OTP ಪುನಃ ಕಳುಹಿಸಿ
ml: OTP വീണ്ടും അയക്കുക
ta: OTP ஐ மீண்டும் அனுப்பவும்
te: OTP మళ్ళీ పంపించండి

# otpExpireIn
source: OTP Expires in {time} seconds
bn: OTP মেয়াদ শেষ হতে {time} সেকেন্ড
hi: OTP {time} सेकंड में समाप्त हो जाएगा
kn: OTP ಮಿಯಾದ್ ಮುಗಿಯಲು {time} ಸೆಕೆಂಡುಗಳು
ml: OTPExpires in {time} സെക്കൻഡുകൾ
ta: OTP காலாவதியாக {time} விநாடிகள்
te: OTP ముగియడానికి {time} సెకన్లు

# enterValidPhoneNumber
source: Please enter a valid phone number
bn: অনুগ্রহ করে একটি বৈধ ফোন নম্বর প্রবেশ করুন
hi: कृपया एक वैध फोन नंबर दर्ज करें
kn: ದಯವಿಟ್ಟು ಮಾನ್ಯವಾದ ಫೋನ್ ಸಂಖ್ಯೆಯನ್ನು ನಮೂದಿಸಿ
ml: ദയവായി ഒരു ശരിയായ ഫോൺ നമ്പർ നൽകുക
ta: தயவுசெய்து ஒரு செல்லுபடியாகும் தொலைபேசி எண் உள்ளிடவும்
te: దయచేసి సరైన ఫోన్ నెంబర్ ను నమోదు చేయండి

source: OTP Received
bn: OTP প্রাপ্ত হয়েছে
hi: OTP प्राप्त हुआ
kn: OTP ಪಡೆದಿದೆ
ml: OTP ലഭിച്ചു
ta: OTP பெற்றது
te: OTP అందింది

source: Enter OTP
bn: OTP প্রবেশ করান
hi: OTP दर्ज करें
kn: OTP ನಮೂದಿಸಿ
ml: OTP ടൈപ്പ് ചെയ്യുക
ta: OTP ஐ உள்ளிடவும்
te: OTP నమోదు చేయండి

# backButton
source: Back
bn: পিছনে
hi: वापस
kn: ಹಿನ್ನೆಲೆ
ml: തിരികെ
ta: மீண்டும்
te: తిరిగి

source: Phone Number
bn: ফোন নম্বর
hi: फोन नंबर
kn: ಫೋನ್ ಸಂಖ್ಯೆ
ml: ഫോൺ നമ്പർ
ta: தொலைபேசி எண்
te: ఫోన్ నెంబర్

# phoneSignInFormTitle
source: Sign In with Phone
bn: ফোন দিয়ে সাইন ইন করুন
hi: फोन साइन इन
kn: ಫೋನ್ ಮೂಲಕ ಸೈನ್ ಇನ್ ಮಾಡಿ
ml: ഫോണിലൂടെ സൈൻ ഇൻ ചെയ്യുക
ta: தொலைபேசி மூலம் உள்நுழையவும்
te: ఫోన్ తో సైన్ ఇన్ చేయండి

source: Dashboard
bn: ড্যাশবোর্ড
hi: डैशबोर्ड
kn: ಡ್ಯಾಶ್‌ಬೋರ್ಡ್
ml: ഡാഷ്ബോർഡ്
ta: டாஷ்போர்டு
te: డాష్‌బోర్డ్

source: Personal Loans
bn: ব্যক্তিগত ঋণ
hi: व्यक्तिगत ऋण
kn: ವೈಯಕ್ತಿಕ ಸಾಲಗಳು
ml: സ്വകാര്യ വായ്പകൾ
ta: தனிப்பட்ட கடன்கள்
te: వ్యక్తిగత రుణాలు

source: Business Loans
bn: ব্যবসায়িক ঋণ
hi: व्यावसायिक ऋण
kn: ವ್ಯಾಪಾರ ಸಾಲಗಳು
ml: ബിസിനസ് വായ്പകൾ
ta: வணிகக் கடன்கள்
te: వ్యాపార రుణాలు

source: Government Schemes
bn: সরকারি প্রকল্প
hi: सरकारी योजनाएँ
kn: ಸರಕಾರಿ ಯೋಜನೆಗಳು
ml: സർക്കാരിന്റെ പദ്ധതി
ta: அரசுத் திட்டங்கள்
te: ప్రభుత్వ పథకాలు

source: Log Out
bn: লগ আউট
hi: लॉग आउट
kn: ಲಾಗ್ ಔಟ್
ml: ലോഗ് ഔട്ട്
ta: லாக் அவுட்
te: లాగ్ అవుట్

source: Profile
bn: প্রোফাইল
hi: प्रोफ़ाइल
kn: ಪ್ರೊಫೈಲ್
ml: പ്രൊഫൈൽ
ta: சுயவிவரம்
te: ప్రొఫైల్

source: Pending Applications
bn: মুলতুবি আবেদন
hi: लंबित आवेदन
kn: ಬಾಕಿ ಇರುವ ಅರ್ಜಿ
ml: തുടർച്ചയിൽ ഉള്ള അപേക്ഷകൾ
ta: நிலுவையில் உள்ள விண்ணப்பங்கள்
te: పెండింగ్ అప్లికేషన్లు

# personalLoanDescription
source: Get a personal loan with low interest rates and flexible repayment options.
bn: কম সুদের হার এবং নমনীয় পরিশোধ বিকল্প সহ ব্যক্তিগত ঋণ পান।
hi: कम ब्याज दरों और लचीले भुगतान विकल्पों के साथ व्यक्तिगत ऋण प्राप्त करें।
kn: ಕಡಿಮೆ ಬಡ್ಡಿದರ ಮತ್ತು ನಸುಗುವ ಬಾಕಿ ಪಾವತಿ ಆಯ್ಕೆಗಳೊಂದಿಗೆ ವೈಯಕ್ತಿಕ ಸಾಲ ಪಡೆಯಿರಿ.
ml: അനുകൂല പലിശ നിരക്കുകളും വൈകല്യങ്ങളും കൊണ്ട് വ്യക്തിഗത വായ്പ നേടുക.
ta: குறைந்த வட்டி விகிதங்கள் மற்றும் நெகிழ்வான திருப்பி செலுத்தும் விருப்பங்களுடன் தனிப்பட்ட கடனைப் பெறுங்கள்.
te: తక్కువ వడ్డీ రేట్లు మరియు అనువైన తిరిగి చెల్లింపు ఎంపికలతో వ్యక్తిగత రుణం పొందండి.

source: Home Loans
bn: বাড়ির ঋণ
hi: गृह ऋण
kn: ಮನೆ ಸಾಲಗಳು
ml: വീടുവായ്പകൾ
ta: வீட்டுக் கடன்கள்
te: హోమ్ రుణాలు

# homeLoanDescription
source: Get a home loan with low interest rates and flexible repayment options.
bn: কম সুদের হার এবং নমনীয় পরিশোধ বিকল্প সহ বাড়ির ঋণ পান।
hi: कम ब्याज दरों और लचीले भुगतान विकल्पों के साथ गृह ऋण प्राप्त करें।
kn: ಕಡಿಮೆ ಬಡ್ಡಿದರ ಮತ್ತು ನಸುಗುವ ಬಾಕಿ ಪಾವತಿ ಆಯ್ಕೆಗಳೊಂದಿಗೆ ಮನೆ ಸಾಲ ಪಡೆಯಿರಿ.
ml: അനുകൂല പലിശ നിരക്കുകളും വൈകല്യങ്ങളും കൊണ്ട് വീട് വായ്പ നേടുക.
ta: குறைந்த வட்டி விகிதங்கள் மற்றும் நெகிழ்வான திருப்பி செலுத்தும் விருப்பங்களுடன் வீட்டுக் கடனைப் பெறுங்கள்.
te: తక్కువ వడ్డీ రేట్లు మరియు అనువైన తిరిగి చెల్లింపు ఎంపికలతో హోమ్ రుణం పొందండి.

source: Auto Loans
bn: গাড়ির ঋণ
hi: ऑटो ऋण
kn: ವಾಹನ ಸಾಲಗಳು
ml: ഓട്ടോ വായ്പകൾ
ta: ஆட்டோ கடன்கள்
te: ఆటో రుణాలు

# autoLoanDescription
source: Get an auto loan with low interest rates and flexible repayment options.
bn: কম সুদের হার এবং নমনীয় পরিশোধ বিকল্প সহ গাড়ির ঋণ পান।
hi: कम ब्याज दरों और लचीले भुगतान विकल्पों के साथ ऑटो ऋण प्राप्त करें।
kn: ಕಡಿಮೆ ಬಡ್ಡಿದರ ಮತ್ತು ನಸುಗುವ ಬಾಕಿ ಪಾವತಿ ಆಯ್ಕೆಗಳೊಂದಿಗೆ ವಾಹನ ಸಾಲ ಪಡೆಯಿರಿ.
ml: അനുകൂല പലിശ നിരക്കുകളും വൈകല്യങ്ങളും കൊണ്ട് ഓട്ടോ വായ്പ നേടുക.
ta: குறைந்த வட்டி விகிதங்கள் மற்றும் நெகிழ்வான திருப்பி செலுத்தும் விருப்பங்களுடன் ஆட்டோ கடனைப் பெறுங்கள்.
te: తక్కువ వడ్డీ రేట్లు మరియు అనువైన తిరిగి చెల్లింపు ఎంపికలతో ఆటో రుణం పొందండి.

source: MSME Loans
bn: এমএসএমই ঋণ
hi: MSME ऋण
kn: ಎಮ್‌ಎಸ್‌ಎಮ್‌ಇ ಸಾಲುಗಳು
ml: എംഎസ്‌എംഇ വായ്പകൾ
ta: எம்சிஏம்இ கடன்கள்
te: ఎంఎస్ఎంఈ రుణాలు

# msmeLoanDescription
source: Get MSME loans up to ₹5 Crores with low interest rates and flexible repayment options.
bn: কম সুদের হার এবং নমনীয় পরিশোধের বিকল্পগুলির সাথে ₹5 কোটি পর্যন্ত এমএসএমই ঋণ পান।
hi: कम ब्याज दरों और लचीले भुगतान विकल्पों के साथ MSME ऋण प्राप्त करें ₹5 करोड़ तक।
kn: ಕಡಿಮೆ ಬಡ್ಡಿ ದರ ಮತ್ತು ಪರ್ಯಾಯ ಪರಿಷ್ಕಾರ ಆಯ್ಕೆಗಳನ್ನು ಹೊಂದಿರುವ ₹5 ಕೋಟಿ ವರೆಗೆ MSME ಸಾಲುಗಳನ್ನು ಪಡೆಯಿರಿ.
ml: ₹5 കോടി വരെ കുറഞ്ഞ പലിശ നിരക്കിലും വൈകല്യങ്ങളും അടങ്ങിയ MSME വായ്പകൾ നേടുക.
ta: குறைந்த வட்டி விகிதம் மற்றும் மிகவும் நெகிழ்வான திரும்பவும் தரவுகள் உட்பட ₹5 கோடி வரை MSME கடன்களைப் பெறுங்கள்.
te: తక్కువ వడ్డీ రేట్లు మరియు నునుగట్టు తిరిగి చెల్లించడానికి ఎంపికలతో ₹5 కోట్ల MSME రుణాలను పొందండి.

source: Term Loans
bn: টার্ম ঋণ
hi: अवधि ऋण
kn: ಅವಧಿ ಸಾಲುಗಳು
ml: ടേം വായ്പകൾ
ta: காலக்கெட்டு கடன்கள்
te: కాలం రుణాలు

# termLoanDescription
source: Get term loans up to ₹50 Lakhs with competitive rates and flexible repayment terms.
bn: প্রতিযোগিতামূলক হার এবং নমনীয় পরিশোধের শর্তগুলির সাথে ₹50 লক্ষ পর্যন্ত টার্ম ঋণ পান।
hi: प्रतिस्पर्धी दरों और लचीले भुगतान शर्तों के साथ ₹50 लाख तक की अवधि ऋण प्राप्त करें।
kn: ಪ್ರತಿಸ್ಪರ್ಧಾತ್ಮಕ ದರ ಮತ್ತು ಪರಿಷ್ಕಾರದ ಶ್ರೇಣಿಗಳನ್ನು ಹೊಂದಿರುವ ₹50 ಲಕ್ಷ ವರೆಗೆ ಅವಧಿ ಸಾಲುಗಳನ್ನು ಪಡೆಯಿರಿ.
ml: ₹50 ലക്ഷം വരെ കുറഞ്ഞ നിരക്കിലും വൈകല്യങ്ങൾ അടങ്ങിയ ടേം വായ്പകൾ നേടുക.
ta: போட்டியில் 50 லட்சம் ரூபாய் வரை வாங்கி கிடைக்கும் மாறுபட்டது மற்றும் மிக நெகிழ்வான சேவைகளை அடையுங்கள்.
te: ప్రతిస్పర్ధాత్మక ధరలు మరియు నునుగట్టు తిరిగి చెల్లింపు నిబంధనలతో ₹50 లక్షల వరకు కాలం రుణాలను పొందండి.

source: Mudra Loans
bn: মুদ্রা ঋণ
hi: मुद्रा ऋण
kn: ಮುದ್ರಾ ಸಾಲುಗಳು
ml: മുദ്ര വായ്പകൾ
ta: முத்ரா கடன்கள்
te: ముద్రా రుణాలు

# mudraLoanDescription
source: Get Mudra loans up to ₹10 Lakhs for micro-enterprises with flexible repayment.
bn: নমনীয় পরিশোধের সাথে ক্ষুদ্র উদ্যোগগুলির জন্য ₹10 লক্ষ পর্যন্ত মুদ্রা ঋণ পান।
hi: लचीले भुगतान के साथ माइक्रो-उद्यमों के लिए ₹10 लाख तक के मुद्रा ऋण प्राप्त करें।
kn: ನಮ್ಮ ಲಕೋಟಿ ಮುಡುಪಿಗೆ ₹10 ಲಕ್ಷ ವರೆಗೆ ಕ್ಷುದುದ್ದೊರಿಗೆ ಮತ್ತು ಸುಲಭವಾದ ತಿರುವಿನೊಂದಿಗೆ ಸಾಲುಗಳನ್ನು ಪಡೆಯಿರಿ.
ml: ₹10 ലക്ഷം വരെ കുറഞ്ഞ പലിശ നിരക്കിലും വൈകല്യങ്ങൾ അടങ്ങിയ മൈക്രോ എന്റർപ്രൈസുകൾക്കായുള്ള മുദ്ര വായ്പകൾ നേടുക.
ta: குறுகிய வரம்புகளை உள்ளடக்கிய பணிக்கு ₹10 லட்சம் வரை முக்கொல்லியோழ்கள் மாதிரி வாங்கலாம்.
te: నునుగట్టు తిరిగి చెల్లింపు నిబంధనలతో మైక్రో ఎంటర్‌ప్రైజ్‌లకు ₹10 లక్షల వరకు ముద్రా రుణాలను పొందండి.

# pendingApplicationsTitle
source: Pending Applications
bn: অপেক্ষমাণ আবেদনসমূহ
hi: लंबित आवेदन
kn: ಬಾಕಿ ಅರ್ಜಿಗಳು
ml: പ്രതീക്ഷിക്കുന്ന അപേക്ഷകൾ
ta: காத்திருக்கும் விண்ணப்பங்கள்
te: వచ్చిన పత్రాలు

# noPendingApplications
source: You have no pending applications.
bn: আপনার কোনও অপেক্ষমাণ আবেদন নেই।
hi: आपके पास कोई लंबित आवेदन नहीं है।
kn: ನಿಮ್ಮ ಬಳಿ ಯಾವುದೇ ಬಾಕಿ ಅರ್ಜಿಗಳು ಇಲ್ಲ.
ml: നിങ്ങളുടെ അടുത്തേക്ക് ഏത് അപേക്ഷകളും ഇല്ല.
ta: உங்களிடம் காத்திருக்கும் விண்ணப்பங்கள் இல்லை.
te: మీ వద్ద రాబోయే పత్రాలు లేవు.

# closeButton
source: Close
bn: বন্ধ করুন
hi: बंद करें
kn: ಮುಚ್ಚಿ
ml: ചെറുതായി
ta: மூடு
te: మూసివేయి

# selectProfileTitle
source: Select Profile
bn: প্রোফাইল নির্বাচন করুন
hi: प्रोफ़ाइल चुनें
kn: ಪ್ರೊಫೈಲ್ ಆಯ್ಕೆ ಮಾಡಿ
ml: പ്രൊഫൈൽ തിരഞ്ഞെടുക്കുക
ta: செயல்பாட்டை தேர்ந்தெடுக்கவும்
te: ప్రొఫైల్ ఎంచుకోండి

# noProfiles
source: You have no profiles.
bn: আপনার কোনো প্রোফাইল নেই।
hi: आपके पास कोई प्रोफ़ाइल नहीं है।
kn: ನಿಮ್ಮ ಬಳಿ ಯಾವುದೇ ಪ್ರೊಫೈಲ್ ಇಲ್ಲ.
ml: നിങ്ങളുടെ പ്രൊഫൈലുകൾ ഇല്ല.
ta: உங்களிடம் செயல்பாடுகள் இல்லை.
te: మీ వద్ద ప్రొఫైల్స్ లేవు.

# choosePersonalProfile
source: Choose your Personal Profile
bn: ব্যক্তিগত প্রোফাইল বেছে নিন
hi: अपनी व्यक्तिगत प्रोफ़ाइल चुनें
kn: ವ್ಯಕ್ತಿಗತ ಪ್ರೊಫೈಲ್ ಆಯ್ಕೆ ಮಾಡಿರಿ
ml: സ്വന്തം പ്രൊഫൈൽ തിരഞ്ഞെടുക്കുക
ta: தனிப்பட்ட சுயவிவரத்தை தேர்ந்தெடுக்கவும்
te: మీ వ్యక్తిగత ప్రొఫైల్ను ఎంచుకోండి

# selectedProfile
source: Selected Profile: Aadarsh Verma
bn: নির্বাচিত প্রোফাইল: আদর্শ বর্মা
hi: चयनित प्रोफ़ाइल: आदर्श वर्मा
kn: ಆಯ್ಕೆಯಾದ ಪ್ರೊಫೈಲ್: ಆದರ್ಶ ಬರ್ಮಾ
ml: തിരഞ്ഞെടുത്ത പ്രൊഫൈൽ: ആദർശ് വർമ
ta: தேர்ந்தெடுக்கப்பட்ட சுயவிவரம்: மாதவன் குமரன்
te: ఎంచుకున్న ప్రొఫైల్: ఆదర్శ్ వర్మ

# selectProfileMessage
source: Select your personal profile from the list of available profiles. If you do not have a profile, you can create a new one.
bn: প্রাপ্য প্রোফাইলের তালিকা থেকে আপনার ব্যক্তিগত প্রোফাইল নির্বাচন করুন। যদি আপনার কোনো প্রোফাইল না থাকে, তবে নতুন প্রোফাইল তৈরি করতে পারেন।
hi: उपलब्ध प्रोफाइलों की सूची से अपनी व्यक्तिगत प्रोफाइल चुनें। यदि आपके पास प्रोफ़ाइल नहीं है, तो आप एक नई प्रोफ़ाइल बना सकते हैं।
kn: ಲಭ್ಯವಿರುವ ಪ್ರೊಫೈಲ್ ಪಟ್ಟಿಯಿಂದ ನಿಮ್ಮ ವ್ಯಕ್ತಿಗತ ಪ್ರೊಫೈಲ್ ಆಯ್ಕೆ ಮಾಡಿ. ನೀವು ಹೊಸ ಪ್ರೊಫೈಲ್ ರಚಿಸಲು ಸಾಧ್ಯವಾದರೆ, ನೀವು ಅದನ್ನು ಮಾಡಬಹುದು.
ml: ലഭ്യമായ പ്രൊഫൈലുകളുടെ പട്ടികയിൽ നിന്ന് നിങ്ങളുടെ വ്യക്തിഗത പ്രൊഫൈൽ തിരഞ്ഞെടുക്കുക. നിങ്ങൾക്ക് ഒരു പ്രൊഫൈൽ ഇല്ലെങ്കിൽ, പുതിയ പ്രൊഫൈൽ സൃഷ്ടിക്കാനാകും.
ta: கிடைக்கும் சுயவிவரங்கள் பட்டியலிலிருந்து உங்கள் தனிப்பட்ட சுயவிவரத்தை தேர்ந்தெடுக்கவும். நீங்கள் புதிய சுயவிவரத்தை உருவாக்க விரும்பினால், அதை செய்யவும்.
te: లభ్యమైన ప్రొఫైల్ల జాబితా నుండి మీ వ్యక్తిగత ప్రొఫైల్ను ఎంచుకోండి. మీ వద్ద ప్రొఫైల్ లేకుంటే, మీరు కొత్తది సృష్టించవచ్చు.

# itrImportance
source: Providing your ITR when applying for a loan is crucial because it assures lenders of your financial stability, repayment capacity, and overall trustworthiness, which ultimately improves your chances of getting the loan approved. You also have the option to manually declare your income if you do not have an ITR.
bn: আপনার ITR দেওয়া ঋণের জন্য আবেদন করার সময় অত্যন্ত প্রয়োজনীয়, কারণ এটি ঋণদাতাদের আপনার আর্থিক স্থিতিশীলতা, ঋণ পরিশোধের সক্ষমতা এবং সর্বমোট বিশ্বাসযোগ্যতা নিশ্চিত করতে সাহায্য করে, যা ঋণ অনুমোদনের সম্ভাবনা বাড়ায়। ITR না থাকলে, আপনার আয় যাচাই করার জন্য বিকল্প কোন উপায় থাকবে না।
hi: ऋण के लिए आवेदन करते समय अपना ITR प्रदान करना महत्वपूर्ण है क्योंकि यह उधारदाताओं को आपकी वित्तीय स्थिरता, पुनर्भुगतान क्षमता और कुल मिलाकर विश्वसनीयता का आश्वासन देता है, जिससे आपके ऋण स्वीकृत होने की संभावना बढ़ जाती है। यदि आपके पास ITR नहीं है तो आप अपनी आय को मैन्युअली घोषित करने का विकल्प भी चुन सकते हैं।
kn: ನಿಮ್ಮ ITR ನೀಡುವುದು ಸಾಲಕ್ಕೆ ಅರ್ಜಿ ಸಲ್ಲಿಸುವಾಗ ಅತ್ಯಂತ ಅಗತ್ಯವಾಗಿದೆ, ಏಕೆಂದರೆ ಇದು ಸಾಲದಾತರಿಗೆ ನಿಮ್ಮ ಆರ್ಥಿಕ ಸ್ಥಿರತೆ, ಸಾಲವನ್ನು ಪುನರ್‌ಕೀಳಗೊಳ್ಳುವ ಸಾಮರ್ಥ್ಯ ಮತ್ತು ಒಟ್ಟಾರೆ ವಿಶ್ವಾಸಾರ್ಹತೆಯನ್ನು ಖಚಿತಪಡಿಸಲು ಸಹಾಯ ಮಾಡುತ್ತದೆ, ಇದು ಸಾಲದ ಒಪ್ಪಿಗೆ ಸಾಧ್ಯತೆಗಳನ್ನು ಹೆಚ್ಚಿಸುತ್ತದೆ. ITR ಇಲ್ಲದಿದ್ದರೆ, ನಿಮ್ಮ ಆದಾಯವನ್ನು ದೃಢೀಕರಿಸಲು ಬೇರೆ ಯಾವುದೇ ಮಾರ್ಗವಿಲ್ಲ.
ml: നിങ്ങളുടെ ITR നൽകുന്നത് വായ്പക്കായി അപേക്ഷിക്കുമ്പോൾ അത്യാവശ്യമാണെന്ന് ഇത് വായ്പ ദാതാക്കൾക്ക് നിങ്ങളുടെ സാമ്പത്തിക സ്ഥിരത, തിരിച്ചടവിന്റെ ശേഷി, ഒരുമിച്ചു വിശ്വാസ്യത ഉറപ്പ് നൽകുന്നതാണ്, അത് വായ്പ അംഗീകരിക്കാനുള്ള സാധ്യത വർദ്ധിപ്പിക്കുന്നു. ITR ഇല്ലെങ്കിൽ, നിങ്ങൾക്ക് നിങ്ങളുടെ വരുമാനം കൈമാറ്റം ചെയ്യാനുള്ള ഒരു ഓപ്ഷനും ഉണ്ടായിരിക്കും.
ta: உங்கள் ITR ஐ வழங்குவது கடனுக்கு விண்ணப்பிக்கும் போது மிக முக்கியமானது, ஏனெனில் இது கடன் வழங்குநர்களுக்கு உங்கள் நிதி நிலைத்தன்மை, கடனைக் கடைபிடிக்கும் திறன் மற்றும் மொத்தம் நம்பகத்தன்மையை உறுதி செய்ய உதவுகிறது, இது கடன் ஒப்புதலுக்கான வாய்ப்புகளை அதிகரிக்கிறது. ITR இல்லாதால், உங்கள் வருமானத்தை உறுதிப்படுத்த மற்ற எந்த வழியுமில்லை.
te: ఒక రుణానికి దరఖాస్తు చేసేటప్పుడు మీ ITRను అందించడం ముఖ్యమైనది, ఎందుకంటే ఇది నిధులను అందించే వారి ఆర్థిక స్థిరత్వం, చెల్లింపు సామర్థ్యం మరియు మొత్తం నమ్మకాన్ని నిర్ధారిస్తుంది, ఇది మీకు రుణం మంజూరు చేయబడే అవకాశం మెరుగుపరుస్తుంది. మీకు ITR లేకుంటే, మీ ఆదాయాన్ని చేతితో ప్రకటించాలనే ఎంపిక కూడా ఉంది.

# itrButtonTitle
source: Income Tax Return
bn: আয় কর রিটার্ন
hi: आयकर रिटर्न
kn: ಆದಾಯ ತೆರಿಗೆ ಹಿಂತೆಗೆದುಕೊಳ್ಳಿ
ml: ഇൻകം ടാക്സ് റിട്ടേൺ
ta: வருமான வரி அளிக்கவும்
te: ఆదాయపు పన్ను తిరిగి

# itrButtonDescription
source: Provide your income tax return form for up to the last 3 years or declare your income.
bn: গত ৩ বছরের আয় কর রিটার্নের ফর্ম প্রদান করুন অথবা আপনার আয় ঘোষণা করুন।
hi: पिछले 3 वर्षों तक के लिए अपना आयकर रिटर्न फ़ॉर्म प्रदान करें या अपनी आय घोषित करें।
kn: ಕಳೆದ 3 ವರ್ಷಗಳ ಆದಾಯ ತೆರಿಗೆ ಹಿಂತೆಗೆದುಕೊಳ್ಳುವ ಫಾರ್ಮ್ ಅನ್ನು ಒದಗಿಸಿ ಅಥವಾ ನಿಮ್ಮ ಆದಾಯವನ್ನು ಘೋಷಿಸಿ.
ml: കഴിഞ്ഞ 3 വർഷങ്ങളുടെ ഇൻകം ടാക്സ് റിട്ടേൺ ഫോം നൽകുക അല്ലെങ്കിൽ നിങ്ങളുടെ വരുമാനം പ്രഖ്യാപിക്കുക.
ta: கடந்த 3 வருடங்களுக்கான வருமான வரி அளிக்கவும் அல்லது உங்கள் வருமானத்தை அறிவிக்கவும்.
te: గత 6 నెలల బ్యాంక్ స్టేట్మెంట్లు అందించండి.

# bankDetailsImportance
source: Bank details and statements offer lenders a transparent and reliable way to assess your financial habits, repayment capacity, and overall credit risk, which are key factors in approving a loan.
bn: ব্যাংক তথ্য এবং বিবৃতি ঋণদাতাদের আপনার আর্থিক অভ্যাস, ঋণ পরিশোধের সক্ষমতা এবং ঋণের ঝুঁকি সম্পর্কে পরিষ্কার এবং বিশ্বাসযোগ্য ধারণা দিতে সাহায্য করে, যা ঋণ অনুমোদনে একটি গুরুত্বপূর্ণ উপাদান।
hi: बैंक विवरण और स्टेटमेंट उधारदाताओं को आपकी वित्तीय आदतों, पुनर्भुगतान क्षमता और कुल मिलाकर क्रेडिट जोखिम का आकलन करने का एक पारदर्शी और विश्वसनीय तरीका प्रदान करते हैं, जो ऋण स्वीकृत करने में महत्वपूर्ण कारक होते हैं।
kn: ಬ್ಯಾಂಕ್ ಮಾಹಿತಿ ಮತ್ತು ನಿರೀಕ್ಷಿತವಾದವುಗಳು ಸಾಲದಾತರಿಗೆ ನಿಮ್ಮ ಆರ್ಥಿಕ ಅಭ್ಯಾಸಗಳು, ಸಾಲವನ್ನು ಪುನರ್‌ಕೀಳಗೊಳ್ಳುವ ಸಾಮರ್ಥ್ಯ ಮತ್ತು ಸಾಲದ ಅಪಾಯಗಳ ಬಗ್ಗೆ ಶುದ್ಧ ಮತ್ತು ವಿಶ್ವಾಸಾರ್ಹ ಚಿತ್ರಣವನ್ನು ನೀಡಲು ಸಹಾಯ ಮಾಡುತ್ತವೆ, ಇದು ಸಾಲದ ಒಪ್ಪಿಗೆಗೆ ಪ್ರಮುಖ ಅಂಶವಾಗಿದೆ.
ml: ബാങ്ക് വിവരങ്ങളും സ്റ്റേറ്റ്മെന്റും വായ്പ ദാതാക്കൾക്ക് നിങ്ങളുടെ സാമ്പത്തിക ശീലങ്ങൾ, തിരിച്ചടവിന്റെ ശേഷി, വായ്പാ റിസ്‌ക് എന്നിവയുടെ ഒരു വ്യക്തമായതും വിശ്വാസ്യമായതുമായ ദൃഷ്ടികോണം നൽകുന്നു, അത് വായ്പ അംഗീകരിക്കാനുളള നിർണായക ഘടകങ്ങളാണ്.
ta: வங்கித் தகவல்கள் மற்றும் எதிர்பார்ப்பு, கடன் வழங்குநர்களுக்கு உங்கள் நிதி பழக்கவழக்கங்கள், கடனை மீண்டும் கட்டுப்படுத்தும் திறன் மற்றும் கடனின் ஆபத்துகளை வெளிப்படுத்த ஏற்ற துண்டு மற்றும் நம்பகமான படங்களை வழங்குவதில் உதவுகிறது, இது கடன் ஒப்புதலுக்கான முக்கியமான அம்சமாகும்.
te: బ్యాంక్ వివరాలు మరియు స్టేట్మెంట్లు నిధులందించేవారికి మీ ఆర్థిక అలవాట్లు, చెల్లింపు సామర్థ్యం మరియు మొత్తం క్రెడిట్ రిస్క్‌ను అంచనా వేయడానికి పారదర్శకమైన మరియు నమ్మదగిన మార్గాన్ని అందిస్తాయి, ఇవి రుణం మంజూరు చేయడంలో ముఖ్యమైన అంశాలు.

# bankDetailsButtonTitle
source: Bank Details
bn: ব্যাংক বিস্তারিত
hi: बैंक विवरण
kn: ಬ್ಯಾಂಕ್ ವಿವರಗಳು
ml: ബാങ്ക് വിവരങ്ങൾ
ta: வங்கி விவரங்கள்
te: బ్యాంక్ వివరాలు

# bankDetailsButtonDescription
source: Declare your bank details and provide bank statements for the last 6 months.
bn: আপনার ব্যাংক বিস্তারিত প্রকাশ করুন, গত ৬ মাসের ব্যাংক বিবৃতি প্রদান করুন।
hi: अपने बैंक विवरण की घोषणा करें और पिछले 6 महीनों के लिए बैंक स्टेटमेंट प्रदान करें।
kn: ನಿಮ್ಮ ಬ್ಯಾಂಕ್ ವಿವರಗಳನ್ನು ಪ್ರಸ್ತಾಪಿಸಿ, ಕಳೆದ 6 ತಿಂಗಳ ಬ್ಯಾಂಕ್ ನಿರೀಕ್ಷಿತ ಮಾಹಿತಿಯನ್ನು ಒದಗಿಸಿ.
ml: നിങ്ങളുടെ ബാങ്ക് വിശദാംശങ്ങൾ പ്രഖ്യാപിക്കുക, കഴിഞ്ഞ 6 മാസങ്ങളിലുളള ബാങ്ക് സ്റ്റേറ്റ്മെന്റ് നൽകുക.
ta: உங்கள் வங்கியின் விவரங்களை வழங்கவும், கடந்த 6 மாதங்களுக்கு வங்கி வட்டார தகவல்களை அளிக்கவும்.
te: గత 6 నెలల బ్యాంక్ స్టేట్మెంట్లు అందించండి.

# personalDetailsImportance
source: Personal details are essential in a loan application as they help verify your identity, assess your eligibility, and determine your creditworthiness. Information like age, address, and employment status provide insight into your stability and repayment capability. Accurate personal details also ensure compliance with legal and regulatory requirements.
bn: ঋণ আবেদন করতে ব্যক্তিগত তথ্য খুব গুরুত্বপূর্ণ, কারণ এটি আপনার পরিচয় নিশ্চিত করতে, আপনার যোগ্যতা নির্ধারণ করতে এবং আপনার ঋণযোগ্যতা মূল্যায়ন করতে সহায়তা করে। বয়স, ঠিকানা, চাকরির তথ্য ইত্যাদি আপনার স্থিতিশীলতা এবং ঋণ পরিশোধের সক্ষমতার তথ্য প্রদান করে। সঠিক ব্যক্তিগত তথ্য আইনগত এবং পদ্ধতিগতভাবে প্রতিপালন নিশ্চিত করে।
hi: ऋण आवेदन में व्यक्तिगत विवरण महत्वपूर्ण होते हैं क्योंकि वे आपकी पहचान सत्यापित करने, आपकी पात्रता का आकलन करने और आपकी क्रेडिट योग्यता का निर्धारण करने में मदद करते हैं। उम्र, पता और रोजगार स्थिति जैसी जानकारी आपकी स्थिरता और पुनर्भुगतान क्षमता के बारे में जानकारी प्रदान करती है। सही व्यक्तिगत विवरण भी कानूनी और नियामक आवश्यकताओं का पालन सुनिश्चित करते हैं।
kn: ಸಾಲ ಅರ್ಜಿಯ ಸಮರ್ಪಣೆಗಾಗು ವ್ಯಕ್ತಿಗತ ಮಾಹಿತಿಯು ಬಹಳ ಮುಖ್ಯವಾಗಿದೆ, ಏಕೆಂದರೆ ಇದು ನಿಮ್ಮ ಗುರುತನ್ನು ಖಚಿತಪಡಿಸಲು, ಅರ್ಹತೆಯನ್ನು ನಿರ್ಧರಿಸಲು ಮತ್ತು ಸಾಲಕ್ಕೆ ಅರ್ಹತೆವನ್ನು ಅಂದಾಜಿಸಲು ಸಹಾಯ ಮಾಡುತ್ತದೆ. ವಯಸ್ಸು, ವಿಳಾಸ, ಉದ್ಯೋಗದ ಮಾಹಿತಿ ಮತ್ತು ಇತರವು ನಿಮ್ಮ ಸ್ಥಿರತೆ ಮತ್ತು ಸಾಲವನ್ನು ಪುನರ್‌ಕೀಳಗೊಳ್ಳುವ ಸಾಮರ್ಥ್ಯದ ಮಾಹಿತಿ ನೀಡುತ್ತದೆ. ಸರಿಯಾದ ವ್ಯಕ್ತಿಗತ ಮಾಹಿತಿ ಕಾನೂನುಬದ್ಧ ಮತ್ತು ಪ್ರಕ್ರಿಯಾತ್ಮಕವಾಗಿ ಅನುಪಾಲನೆಯ ಹಕ್ಕುಗಳನ್ನು ಖಚಿತಪಡಿಸುತ್ತದೆ.
ml: വായ്പ അപേക്ഷയിൽ വ്യക്തിഗത വിവരങ്ങൾ നിർണായകമാണ്, കാരണം അത് നിങ്ങളുടെ തിരിച്ചറിവ് സ്ഥിരീകരിക്കാൻ, നിങ്ങളുടെ യോഗ്യത നിശ്ചയിക്കാൻ, നിങ്ങളുടെ വായ്പാ യോഗ്യത നിർണയിക്കാൻ സഹായിക്കുന്നു. പ്രായം, വിലാസം, തൊഴിൽ സ്ഥിതിവിവരക്കണക്കുകൾ തുടങ്ങിയ വിവരങ്ങൾ നിങ്ങളുടെ സ്ഥിരതയും തിരിച്ചടവിന്റെ ശേഷിയും സംബന്ധിച്ച വിവരങ്ങൾ നൽകുന്നു. ശരിയായ വ്യക്തിഗത വിവരങ്ങൾ നിയമപരമായും ക്രമാത്മകമായും പാലനം ഉറപ്പാക്കുന്നു.
ta: கடன் விண்ணப்பத்தில் தனிப்பட்ட தகவல்களை வழங்குவது மிகவும் முக்கியம், ஏனெனில் இது உங்கள் அடையாளத்தை உறுதி செய்ய, உரியத்தை தீர்மானிக்க மற்றும் கடனுக்கான உரிமையை கணிக்க உதவுகிறது. வயது, முகவரி, வேலைத் தகவல் மற்றும் மற்றவை உங்கள் நிலைத்தன்மை மற்றும் கடனைக் கடைபிடிக்கும் திறனுக்கான தகவல்களை வழங்குகிறது. சரியான தனிப்பட்ட தகவல்களுக்கு சட்டப்பூர்வமான மற்றும் செயல்முறை கற்றலுக்கான உரிமைகளை உறுதி செய்யும்.
te: వాయిస్ నిధులందించువారికి మీరు మీ సమాచారం అందించిన ప్రొఫైల్‌లు, మీ చెల్లింపు సామర్థ్యాన్ని అంచనా వేయడానికి, మీ ఆదాయ స్థిరత్వాన్ని అంచనా వేయడానికి, మీ విశ్వసనీయతను నిర్ధారించడానికి సహాయపడతాయి. మానవ శక్తి, స్థితి, తులనాత్మక భవిష్యత్తు వంటి సమాచారాన్ని కృత్రిమంగా పొందాలి.

# basicDetailsButtonTitle
source: Basic Details
bn: মূল তথ্য
hi: मूल विवरण
kn: ಮೂಲ ಮಾಹಿತಿ
ml: അടിസ്ഥാന വിവരങ്ങൾ
ta: அடிப்படை விவரங்கள்
te: మూల వివరాలు

# basicDetailsButtonDescription
source: Provide your personal information like name, age, and address.
bn: আপনার ব্যক্তিগত তথ্য, নাম, বয়স, ঠিকানা ইত্যাদি প্রদান করুন।
hi: अपनी व्यक्तिगत जानकारी जैसे नाम, उम्र और पता प्रदान करें।
kn: ನಿಮ್ಮ ವ್ಯಕ್ತಿಗತ ಮಾಹಿತಿ, ಹೆಸರು, ವಯಸ್ಸು, ವಿಳಾಸ ಇತ್ಯಾದಿ ಒದಗಿಸಿ.
ml: നിങ്ങളുടെ വ്യക്തിഗത വിവരങ്ങൾ, പേരു, പ്രായം, വിലാസം എന്നിവ നൽകുക.
ta: உங்கள் தனிப்பட்ட தகவல்களை வழங்கவும், பெயர், வயது, முகவரி போன்றவை.
te: మీ పేరు, వయస్సు, చిరునామా వంటి వ్యక్తిగత సమాచారాన్ని అందించండి.

# employmentDetailsImportance
source: Employment details are crucial in a loan application as they help lenders assess your repayment capacity, job stability, and overall financial health. Information like company name, designation, and salary provide insight into your income stability and repayment capability.
bn: ঋণ আবেদন করতে চাকরির বিস্তারিত তথ্য গুরুত্বপূর্ণ, কারণ এটি ঋণদাতাদের আপনার ঋণ পরিশোধের সক্ষমতা, চাকরিতে স্থিতিশীলতা, আর্থিক তথ্য মূল্যায়নে সহায়তা করে। কোম্পানির নাম, পদ, বেতন ইত্যাদি আপনার আয়ের স্থিতিশীলতার তথ্য প্রদান করে।
hi: रोजगार विवरण ऋण आवेदन में महत्वपूर्ण होते हैं क्योंकि वे उधारदाताओं को आपकी पुनर्भुगतान क्षमता, नौकरी स्थिरता और कुल मिलाकर वित्तीय स्थिति का आकलन करने में मदद करते हैं। कंपनी का नाम, पदनाम और वेतन जैसी जानकारी आपकी आय की स्थिरता और पुनर्भुगतान क्षमता के बारे में जानकारी प्रदान करती है।
kn: ಉದ್ಯೋಗದ ವಿವರಗಳನ್ನು ಸಾಲ ಅರ್ಜಿಯಲ್ಲಿ ಒದಗಿಸುವುದು ಮುಖ್ಯವಾಗಿದೆ, ಏಕೆಂದರೆ ಇದು ಸಾಲದಾತರಿಗೆ ನಿಮ್ಮ ಸಾಲವನ್ನು ಪುನರ್‌ಕೀಳಗೊಳ್ಳುವ ಸಾಮರ್ಥ್ಯ, ಉದ್ಯೋಗದಲ್ಲಿ ಸ್ಥಿರತೆ, ಆರ್ಥಿಕ ಮಾಹಿತಿ ಅಂದಾಜಿಸಲು ಸಹಾಯ ಮಾಡುತ್ತದೆ. ಕಂಪನಿಯ ಹೆಸರು, ಹುದ್ದೆ, ವೇತನ ಇತ್ಯಾದಿ ನಿಮ್ಮ ಆದಾಯದ ಸ್ಥಿರತೆಯ ಬಗ್ಗೆ ಮಾಹಿತಿ ನೀಡುತ್ತದೆ.
ml: വായ്പ അപേക്ഷയിൽ തൊഴിൽ വിശദാംശങ്ങൾ നിർണായകമാണ്, കാരണം അത് വായ്പ ദാതാക്കൾക്ക് നിങ്ങളുടെ തിരിച്ചടവിന്റെ ശേഷി, ജോലിയിലെ സ്ഥിരത, സാമ്പത്തിക സ്ഥിതിവിവരക്കണക്കുകൾ എന്നിവ വിലയിരുത്താനുളള സഹായകരമാണ്. കമ്പനിയുടെ പേര്, തസ്തിക, ശമ്പളം തുടങ്ങിയ വിവരങ്ങൾ നിങ്ങളുടെ വരുമാനത്തിന്റെ സ്ഥിരതയേയും തിരിച്ചടവിന്റെ ശേഷിയേയും സംബന്ധിച്ച വിവരങ്ങൾ നൽകുന്നു.
ta: வேலை விவரங்களை கடன் விண்ணப்பத்தில் வழங்குவது முக்கியமாகும், ஏனெனில் இது கடன் வழங்குநர்களுக்கு உங்கள் கடனை மீண்டும் கட்டுப்படுத்தும் திறன், வேலை நிலைத்தன்மை மற்றும் நிதி தகவல்களை மதிப்பீடு செய்ய உதவுகிறது. நிறுவனத்தின் பெயர், பதவி, சம்பளம் போன்றவை உங்கள் வருமானத்தின் நிலைத்தன்மையைப் பற்றிய தகவல்களை வழங்குகிறது.
te: వాయిస్ నిధులందించువారికి, చెల్లింపు సామర్థ్యాన్ని అంచనా వేయడానికి, ఉద్యోగ స్థిరత్వాన్ని అంచనా వేయడానికి, మొత్తం ఆర్థిక ఆరోగ్యాన్ని అంచనా వేయడానికి ఉద్యోగ వివరాలు చాలా ముఖ్యమైనవి. కంపెనీ పేరు, పదవి, జీతం వంటి సమాచారాన్ని కూడా అందిస్తాయి.

# employmentDetailsButtonTitle
source: Employment Details
bn: চাকরির বিস্তারিত
hi: रोजगार विवरण
kn: ಉದ್ಯೋಗದ ವಿವರಗಳು
ml: തൊഴിൽ വിശദാംശങ്ങൾ
ta: வேலை விவரங்கள்
te: ఉద్యోగ వివరాలు

# employmentDetailsButtonDescription
source: Provide your employment details like company name, designation, and salary.
bn: আপনার চাকরির বিস্তারিত, কোম্পানির নাম, পদ, বেতন ইত্যাদি প্রদান করুন।
hi: अपना रोजगार विवरण जैसे कंपनी का नाम, पदनाम और वेतन प्रदान करें।
kn: ನಿಮ್ಮ ಉದ್ಯೋಗದ ವಿವರಗಳನ್ನು, ಕಂಪನಿಯ ಹೆಸರು, ಹುದ್ದೆ, ವೇತನ ಇತ್ಯಾದಿ ಒದಗಿಸಿ.
ml: നിങ്ങളുടെ തൊഴിൽ വിശദാംശങ്ങൾ, കമ്പനിയുടെ പേര്, തസ്തിക, ശമ്പളം എന്നിവ നൽകുക.
ta: உங்கள் வேலை விவரங்களை வழங்கவும், நிறுவனத்தின் பெயர், பதவி, சம்பளம் போன்றவை.
te: మీ కంపెనీ పేరు, పదవి, జీతం వంటి ఉద్యోగ వివరాలను అందించండి.
