Repository: HareNTortoise/Aarthik-Setu
Catalog: aarthik_setu/lib/l10n/app_*.arb
Languages: bn, hi, kn, ml, ta, te

# creditInformationImportance
source: Credit information is essential in a loan application as it helps lenders assess your creditworthiness, repayment capacity, and overall financial health. Information like credit score, credit history, and existing loans provide insight into your credit risk and repayment capability. Accurate credit information also ensures compliance with legal and regulatory requirements.
bn: ক্রেডিট তথ্য ঋণ আবেদন করতে গুরুত্বপূর্ণ, কারণ এটি ঋণদাতাদের আপনার ঋণযোগ্যতা, ঋণ পরিশোধের সক্ষমতা, আর্থিক তথ্য মূল্যায়নে সহায়তা করে। ক্রেডিট স্কোর, ক্রেডিট ইতিহাস, বর্তমান ঋণ ইত্যাদি আপনার ক্রেডিট ঝুঁকি এবং ঋণ পরিশোধের সক্ষমতার তথ্য প্রদান করে। সঠিক ক্রেডিট তথ্য আইনগত এবং পদ্ধতিগতভাবে প্রতিপালন নিশ্চিত করে।
hi: क्रेडिट जानकारी ऋण आवेदन में महत्वपूर्ण होती है क्योंकि यह उधारदाताओं को आपकी क्रेडिट योग्यता, पुनर्भुगतान क्षमता और कुल मिलाकर वित्तीय स्थिति का आकलन करने में मदद करती है। क्रेडिट स्कोर, क्रेडिट इतिहास और मौजूदा ऋण जैसी जानकारी आपकी क्रेडिट जोखिम और पुनर्भुगतान क्षमता के बारे में जानकारी प्रदान करती है। सही क्रेडिट जानकारी कानूनी और नियामक आवश्यकताओं का पालन सुनिश्चित करती है।
kn: ಕ್ರೆಡಿಟ್ ಮಾಹಿತಿಯನ್ನು ಸಾಲ ಅರ್ಜಿಯಲ್ಲಿ ಒದಗಿಸುವುದು ಮುಖ್ಯವಾಗಿದೆ, ಏಕೆಂದರೆ ಇದು ಸಾಲದಾತರಿಗೆ ನಿಮ್ಮ ಸಾಲಕ್ಕೆ ಅರ್ಹತೆ, ಸಾಲವನ್ನು ಪುನರ್‌ಕೀಳಗೊಳ್ಳುವ ಸಾಮರ್ಥ್ಯ, ಆರ್ಥಿಕ ಮಾಹಿತಿ ಅಂದಾಜಿಸಲು ಸಹಾಯ ಮಾಡುತ್ತದೆ. ಕ್ರೆಡಿಟ್ ಸ್ಕೋರ್, ಕ್ರೆಡಿಟ್ ಇತಿಹಾಸ, ಪ್ರಸ್ತುತ ಸಾಲ ಇತ್ಯಾದಿ ನಿಮ್ಮ ಕ್ರೆಡಿಟ್ ಅಪಾಯ ಮತ್ತು ಸಾಲವನ್ನು ಪುನರ್‌ಕೀಳಗೊಳ್ಳುವ ಸಾಮರ್ಥ್ಯದ ಬಗ್ಗೆ ಮಾಹಿತಿ ನೀಡುತ್ತದೆ. ಸರಿಯಾದ ಕ್ರೆಡಿಟ್ ಮಾಹಿತಿ ಕಾನೂನುಬದ್ಧ ಮತ್ತು ಪ್ರಕ್ರಿಯಾತ್ಮಕವಾಗಿ ಅನುಪಾಲನೆಯ ಹಕ್ಕುಗಳನ್ನು ಖಚಿತಪಡಿಸುತ್ತದೆ.
ml: ക്രെഡിറ്റ് വിവരങ്ങൾ വായ്പ അപേക്ഷയിൽ നിർണായകമാണ്, കാരണം ഇത് വായ്പ ദാതാക്കൾക്ക് നിങ്ങളുടെ വായ്പാ യോഗ്യത, തിരിച്ചടവിന്റെ ശേഷി, സാമ്പത്തിക സ്ഥിതിവിവരക്കണക്കുകൾ എന്നിവ വിലയിരുത്താനുളള സഹായകരമാണ്. ക്രെഡിറ്റ് സ്കോർ, ക്രെഡിറ്റ് ചരിത്രം, നിലവിലെ വായ്പകൾ തുടങ്ങിയ വിവരങ്ങൾ നിങ്ങളുടെ ക്രെഡിറ്റ് റിസ്‌ക്, തിരിച്ചടവിന്റെ ശേഷി എന്നിവയെക്കുറിച്ചുളള വിവരങ്ങൾ നൽകുന്നു. ശരിയായ ക്രെഡിറ്റ് വിവരങ്ങൾ നിയമപരമായും ക്രമാത്മകമായും പാലനം ഉറപ്പാക്കുന്നു.
ta: கடன் விண்ணப்பத்தில் கடன் தகவல்களை வழங்குவது முக்கியமாகும், ஏனெனில் இது கடன் வழங்குநர்களுக்கு உங்கள் கடனைப் பெறுவதற்கான உரிமையை, கடனைக் கடைபிடிக்கும் திறனை மற்றும் நிதி தகவல்களை மதிப்பீடு செய்ய உதவுகிறது. கடன் மதிப்பீடு, கடன் வரலாறு, தற்போதைய கடன் போன்றவை உங்கள் கடன் ஆபத்துக்கள் மற்றும் கடனை மீண்டும் கட்டுப்படுத்தும் திறனைப் பற்றிய தகவல்களை வழங்குகிறது. சரியான கடன் தகவல்களுக்கான சட்டப்பூர்வ மற்றும் செயல்முறை விதிகளை உறுதி செய்யும்.
te: క్రెడిట్ సమాచారం కీలకమైనది, ఎందుకంటే ఇది మీ క్రెడిట్‌ను అంచనా వేయడానికి, చెల్లింపు సామర్థ్యాన్ని అంచనా వేయడానికి మరియు మొత్తం ఆర్థిక ఆరోగ్యాన్ని అంచనా వేయడానికి అవసరం. క్రెడిట్ స్కోర్, క్రెడిట్ చరిత్ర, క్రెడిట్ కరెంటు వంటి సమాచారాన్ని కలిగి ఉంది.

# creditInformationButtonTitle
source: Credit Information
bn: ক্রেডিট তথ্য
hi: क्रेडिट जानकारी
kn: ಕ್ರೆಡಿಟ್ ಮಾಹಿತಿ
ml: ക്രെഡിറ്റ് വിവരങ്ങൾ
ta: கடன் தகவல்
te: క్రెడిట్ సమాచారం

# creditInformationButtonDescription
source: Provide your credit information like credit score, credit history, and existing loans.
bn: আপনার ক্রেডিট তথ্য, ক্রেডিট স্কোর, ক্রেডিট ইতিহাস, বর্তমান ঋণ ইত্যাদি প্রদান করুন।
hi: अपनी क्रेडिट जानकारी जैसे क्रेडिट स्कोर, क्रेडिट इतिहास और मौजूदा ऋण प्रदान करें।
kn: ನಿಮ್ಮ ಕ್ರೆಡಿಟ್ ಮಾಹಿತಿ, ಕ್ರೆಡಿಟ್ ಸ್ಕೋರ್, ಕ್ರೆಡಿಟ್ ಇತಿಹಾಸ, ಪ್ರಸ್ತುತ ಸಾಲ ಇತ್ಯಾದಿ ಒದಗಿಸಿ.
ml: നിങ്ങളുടെ ക്രെഡിറ്റ് വിവരങ്ങൾ, ക്രെഡിറ്റ് സ്കോർ, ക്രെഡിറ്റ് ചരിത്രം, നിലവിലെ വായ്പകൾ എന്നിവ നൽകുക.
ta: உங்கள் கடன் தகவல்களை, கடன் மதிப்பீடு, கடன் வரலாறு மற்றும் தற்போதைய கடன்களை வழங்கவும்.
te: మీ క్రెడిట్ సమాచారాన్ని అందించండి, క్రెడిట్ స్కోర్, క్రెడిట్ చరిత్ర, ప్రస్తుత రుణాలను.

# contactInformationImportance
source: Contact information is essential in a loan application as it helps lenders verify your identity, communicate with you, and assess your repayment capability. Information like phone number, email, and address provide insight into your accessibility and communication.
bn: যোগাযোগের তথ্য ঋণ আবেদন করতে গুরুত্বপূর্ণ, কারণ এটি ঋণদাতাদের আপনার পরিচয় নিশ্চিত করতে, আপনার সাথে যোগাযোগ করতে এবং আপনার ঋণ পরিশোধের সক্ষমতা মূল্যায়নে সহায়তা করে। ফোন নম্বর, ইমেইল, ঠিকানা ইত্যাদির তথ্য আপনার প্রাপ্যতা, যোগাযোগের সক্ষমতার তথ্য প্রদান করে।
hi: संपर्क जानकारी ऋण आवेदन में महत्वपूर्ण होती है क्योंकि यह उधारदाताओं को आपकी पहचान सत्यापित करने, आपसे संवाद करने और आपकी पुनर्भुगतान क्षमता का आकलन करने में मदद करती है। फोन नंबर, ईमेल और पता जैसी जानकारी आपकी उपलब्धता और संचार क्षमता के बारे में जानकारी प्रदान करती है।
kn: ಸಂಪರ್ಕ ಮಾಹಿತಿ ಸಾಲ ಅರ್ಜಿಯಲ್ಲಿ ಮುಖ್ಯವಾಗಿದೆ, ಏಕೆಂದರೆ ಇದು ಸಾಲದಾತರಿಗೆ ನಿಮ್ಮ ಗುರುತನ್ನು ಖಚಿತಪಡಿಸಲು, ನಿಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸಲು ಮತ್ತು ನಿಮ್ಮ ಸಾಲವನ್ನು ಪುನರ್‌ಕೀಳಗೊಳ್ಳುವ ಸಾಮರ್ಥ್ಯವನ್ನು ಅಂದಾಜಿಸಲು ಸಹಾಯ ಮಾಡುತ್ತದೆ. ಫೋನ್ ಸಂಖ್ಯೆಗಳು, ಇಮೇಲ್, ವಿಳಾಸ ಇತ್ಯಾದಿ ನಿಮ್ಮ ಲಭ್ಯತೆ, ಸಂಪರ್ಕ ಸಾಮರ್ಥ್ಯದ ಬಗ್ಗೆ ಮಾಹಿತಿ ನೀಡುತ್ತವೆ.
ml: കാന്താക വിവരങ്ങൾ വായ്പ അപേക്ഷയിൽ നിർണായകമാണ്, കാരണം ഇത് വായ്പ ദാതാക്കൾക്ക് നിങ്ങളുടെ തിരിച്ചറിവ് സ്ഥിരീകരിക്കാൻ, നിങ്ങളുമായി ബന്ധപ്പെടാനും നിങ്ങളുടെ തിരിച്ചടവിന്റെ ശേഷി വിലയിരുത്താനും സഹായകരമാണ്. ഫോണിന്റെ നമ്പർ, ഇമെയിൽ, വിലാസം എന്നിവയുടെ വിവരങ്ങൾ നിങ്ങളുടെ ലഭ്യത, ആശയവിനിമയ ശേഷി എന്നിവയെക്കുറിച്ചുളള വിവരങ്ങൾ നൽകുന്നു.
ta: கடன் விண்ணப்பத்தில் தொடர்பு தகவல்களை வழங்குவது மிகவும் முக்கியம், ஏனெனில் இது கடன் வழங்குநர்களுக்கு உங்கள் அடையாளத்தை உறுதி செய்ய, தொடர்பு கொள்ள மற்றும் உங்கள் கணக்குகளை நிர்வகிக்க உதவுகிறது. உங்கள் எண், ಮೇல், முகவரி ஆகியவற்றை வழங்கவும்.
te: సంప్రదింపు సమాచారం, మీ ఐడెంటిటీని అర్థం చేసుకోవడం, మీతో కమ్యూనికేట్ చేయడం, మీ చెల్లింపు సామర్థ్యాన్ని అంచనా వేయడం వంటి విభాగాలకు అవసరం.

# contactInformationButtonTitle
source: Contact Information
bn: যোগাযোগের তথ্য
hi: संपर्क जानकारी
kn: ಸಂಪರ್ಕ ಮಾಹಿತಿ
ml: സമ്പർക്ക വിവരങ്ങൾ
ta: தொடர்பு தகவல்
te: సంప్రదింపు సమాచారం

# contactInformationButtonDescription
source: Provide your contact information like phone number, email, and address.
bn: আপনার যোগাযোগের তথ্য, ফোন নম্বর, ইমেইল, ঠিকানা ইত্যাদি প্রদান করুন।
hi: अपनी संपर्क जानकारी जैसे फोन नंबर, ईमेल और पता प्रदान करें।
kn: ನಿಮ್ಮ ಸಂಪರ್ಕ ಮಾಹಿತಿ, ಫೋನ್ ಸಂಖ್ಯೆ, ಇಮೇಲ್, ವಿಳಾಸ ಇತ್ಯಾದಿ ಒದಗಿಸಿ.
ml: നിങ്ങളുടെ കോൺടാക്ട് വിവരങ്ങൾ, ഫോൺ നമ്പർ, ഇമെയിൽ, വിലാസം എന്നിവ നൽകുക.
ta: உங்கள் தொடர்பு தகவல்களை, எண், மின் அஞ்சல், முகவரி போன்றவற்றை வழங்கவும்.
te: మీ ఫోన్ నంబర్, ఇమెయిల్, చిరునామా వంటి సంప్రదింపు సమాచారం అందించండి.

# loanFormImportance
source: The loan form is the final step in the loan application process. It is where you provide all the required information, documents, and details to the lender for approval. Make sure to fill out the form accurately and completely to improve your chances of getting the loan approved.
bn: ঋণের প্রয়োজনীয়তা এবং উদ্দেশ্য ঋণদাতাদের আপনার আর্থিক চাহিদা, লক্ষ্য, প্রত্যাশার একটি পরিষ্কার ধারণা দেয়, যা ঋণের জন্য আবেদন করার সময় দায়িত্ব, নির্ভুলতা, এবং সেরা মতামত নিশ্চিত করে।
hi: ऋण आवेदन प्रक्रिया का अंतिम चरण ऋण फॉर्म है। इसमें आप उधारदाता को स्वीकृति के लिए सभी आवश्यक जानकारी, दस्तावेज़ और विवरण प्रदान करते हैं। ऋण स्वीकृत होने की संभावना बढ़ाने के लिए फॉर्म को सटीक और पूरी तरह से भरें।
ml: വായ്പ അപേക്ഷയിൽ വായ്പ ഫോമാണ് അവസാന ഘട്ടം. ഇത് നിങ്ങൾ വായ്പ നൽകുന്നവർക്കായി അംഗീകൃതമായി എല്ലാ ആവശ്യമായ വിവരങ്ങൾ, രേഖകൾ, വിവരങ്ങൾ നൽകുന്ന സ്ഥലമാണ്. വായ്പ അംഗീകരിച്ചെടുക്കാനുള്ള സാധ്യതകൾ മെച്ചപ്പെടുത്താൻ ഫോമിൽ കൃത്യമായി, പൂർണ്ണമായി രജിസ്റ്റർ ചെയ്യാൻ ശ്രദ്ധിക്കുക.
te: రుణానికి దరఖాస్తు ప్రక్రియలో రుణ ఫారం చివరి దశ. ఇది మీరు అందించే క్రమంలో అన్ని అవసరమైన సమాచారాన్ని పొందుతుంది.

# loanFormButtonTitle
source: Loan Form
bn: ঋণের ফর্ম
hi: ऋण फॉर्म
kn: ಅರ್ಜಿಯ ಮುಚ್ಚುವಿಕೆ
ml: വായ്പ ഫോം
ta: விண்ணப்பத்தை சமர்ப்பிக்கவும்
te: రుణ ఫారం

# loanFormButtonDescription
source: Fill out the loan form with all the required information.
bn: ঋণের আবেদনকারী চাহিদা, লক্ষ্য, আর্থিক প্রয়োজনীয়তা জমা করুন।
hi: सभी आवश्यक जानकारी और दस्तावेज़ जमा करें।
kn: ಋಣಕ್ಕಾಗಿ ಅರ್ಜಿ ಸಲ್ಲಿಸಲು, ನಿಮ್ಮ ವೆಚ್ಚ, ಉದ್ದೇಶ ಮತ್ತು ಹಣಕಾಸು ಅಗತ್ಯಗಳನ್ನು ಒದಗಿಸಿ.
ml: എല്ലാ ആവശ്യമായ വിവരങ്ങൾ ഉൾപ്പെടുന്ന വായ്പ ഫോം പൂരിപ്പിക്കുക.
ta: கடன் பெற, உங்கள் செலவுகள், நோக்கம் மற்றும் நிதி தேவைகளை வழங்கவும்.
te: అవసరమైన సమాచారం కలిగి రుణ ఫారాన్ని పూరించండి.

# reviewFormButton
source: Review Form
bn: আপনার ফর্ম পর্যালোচনা করুন
hi: अपना फॉर्म समीक्षा करें
kn: ನಿಮ್ಮ ಫಾರ್ಮ್ ಪರಿಶೀಲಿಸಿ
ta: உங்கள் படிவத்தை மதிப்பீடு செய்யவும்
te: మీ ఫారం ను సమీక్షించండి

# reviewFormButtonDescription
source: Reviewing and submitting your loan application is the final step in the loan application process. Make sure to review all the information you have provided, ensure its accuracy, and submit your application to the lender for approval.
bn: আপনার ঋণ আবেদনটি পর্যালোচনা করা এবং জমা দেওয়া ঋণ আবেদন প্রক্রিয়ার শেষ ধাপ। আপনি যে সমস্ত তথ্য প্রদান করেছেন তা পর্যালোচনা করুন, এর যথার্থতা নিশ্চিত করুন এবং আপনার আবেদনটি অনুমোদনের জন্য ঋণদাতার কাছে জমা দিন।
hi: आपके ऋण आवेदन की समीक्षा और इसे जमा करना ऋण आवेदन प्रक्रिया का अंतिम चरण है। कृपया सभी जानकारी को ध्यान से पढ़ें, इसकी सटीकता सुनिश्चित करें, और अनुमोदन के लिए अपने आवेदन को ऋणदाता को भेजें।
kn: ನಿಮ್ಮ ಸಾಲದ ಅರ್ಜಿಯನ್ನು ಪರಿಶೀಲಿಸುವುದು ಮತ್ತು ಸಲ್ಲಿಸುವುದು ಸಾಲದ ಅರ್ಜಿ ಪ್ರಕ್ರಿಯೆಯ ಅಂತಿಮ ಹಂತವಾಗಿದೆ. ನೀವು ನೀಡಿರುವ ಎಲ್ಲಾ ಮಾಹಿತಿಯನ್ನು ಪರಿಶೀಲಿಸಿ, ಅದರ ಖಚಿತತೆಯನ್ನು ದೃಢೀಕರಿಸಿ, ಮತ್ತು ಸಾಲದಾತರಿಗೆ ಅನುಮೋದನೆಗಾಗಿ ನಿಮ್ಮ ಅರ್ಜಿಯನ್ನು ಸಲ್ಲಿಸಿ.
ml: ലോണ അപേക്ഷയുടെ അവസാന ഘട്ടം അപേക്ഷ അവലോകനം ചെയ്ത് സമർപ്പിക്കുകയാണ്. നിങ്ങൾ നൽകിയ എല്ലാ വിവരങ്ങളും ശരിയായി ഉറപ്പാക്കുക, കൂടാതെ നിങ്ങളുടെ അപേക്ഷ വായ്പദായകനോട് അംഗീകാരത്തിനായി സമർപ്പിക്കുക.
ta: உங்கள் கடன் விண்ணப்பத்தை மதிப்பீடு செய்து சமர்ப்பிப்பது கடன் விண்ணப்ப செயல்முறையின் இறுதி கட்டமாகும். நீங்கள் அளித்த அனைத்து தகவல்களையும் மதிப்பீடு செய்து, அதன் துல்லியத்தினை உறுதிப்படுத்தி, கடன் வழங்குநரிடம் உங்கள் விண்ணப்பத்தை சமர்ப்பிக்கவும்.
te: మీ రుణ దరఖాస్తును సమీక్షించడం మరియు సమర్పించడం రుణ దరఖాస్తు ప్రక్రియలో తుది దశ. మీరు అందించిన అన్ని సమాచారం సరిచూసి, దాని కచ్చితత్వాన్ని నిర్ధారించండి, మరియు రుణదాతకు మీ దరఖాస్తును ఆమోదం కోసం సమర్పించండి.

# itrDetailsTitle
source: ITR Details
bn: আইটিআর বিবরণ
hi: आईटीआर विवरण
kn: ಐಟಿಆರ್ ವಿವರಗಳು
ml: ഐടിആർ വിശദാംശങ്ങൾ
ta: ஐ.டி.ஆர் விவரங்கள்
te: ఐటిఆర్ వివరాలు

# manualDeclarationText
source: Declare your financial details if your annual income is less than 2.5 LPA
bn: যদি আপনার বার্ষিক আয় 2.5 লাখের কম হয়, তাহলে আপনার আর্থিক বিবরণ প্রকাশ করুন
hi: यदि आपकी वार्षिक आय 2.5 लाख से कम है, तो अपने वित्तीय विवरण की घोषणा करें
kn: ನಿಮ್ಮ ವಾರ್ಷಿಕ ಆದಾಯವು 2.5 ಲಕ್ಷಕ್ಕಿಂತ ಕಡಿಮೆಯಿದ್ದರೆ, ನಿಮ್ಮ ಆರ್ಥಿಕ ವಿವರಗಳನ್ನು ಘೋಷಿಸಿ
ml: നിങ്ങളുടെ വാർഷിക വരുമാനം 2.5 ലക്ഷം രൂപയിലും കുറവാണെങ്കിൽ, നിങ്ങളുടെ സാമ്പത്തിക വിശദാംശങ്ങൾ പ്രഖ്യാപിക്കുക
ta: உங்கள் ஆண்டு வருவாய் 2.5 லட்சம் ரூபாயை விட குறைவாக இருந்தால், உங்கள் நிதி விவரங்களை அறிவிக்கவும்
te: మీ వార్షిక ఆదాయం 2.5 లక్షలకు తక్కువ అయితే, మీ ఆర్థిక వివరాలను ప్రకటించండి

# itrMandatoryText_1
source: ITR Details of Financial Year
bn: আর্থিক বছরের আইটিআর বিবরণ
hi: वित्तीय वर्ष का ITR विवरण
kn: ಆರ್ಥಿಕ ವರ್ಷದ ಐಟಿಆರ್ ವಿವರಗಳು
ml: ഫിനാൻഷ്യൽ വർഷത്തെ ഐടിആർ വിശദാംശങ്ങൾ
ta: நிதி ஆண்டின் ஐ.டி.ஆர் விவரங்கள்
te: ఆర్థిక సంవత్సరానికి చెందిన ఐటిఆర్ వివరాలు

# itrMandatoryText_2
source: is mandatory
bn: আবশ্যক
hi: आवश्यक है
kn: ಅಗತ್ಯವಿದೆ
ml: ആവശ്യമുണ്ട്
ta: தேவை
te: అనివార్యం

# uploadITRText
source: Upload ITR
bn: আইটিআর আপলোড করুন
hi: आईटीआर अपलोड करें
kn: ಐಟಿಆರ್ ಅಪ್ಲೋಡ್ ಮಾಡಿ
ml: ഐടിആർ അപ്‌ലോഡ് ചെയ്യുക
ta: ஐ.டி.ஆர் பதிவேற்றவும்
te: ఐటిఆర్ అప్లోడ్ చేయండి

# manualDeclarationButton
source: Manual Declaration
bn: ম্যানুয়াল ডিক্লারেশন
hi: मैनुअल घोषणा
kn: ಮ್ಯಾನುಯಲ್ ಘೋಷಣೆ
ml: മാനുവൽ ഡിക്ലറേഷൻ
ta: கைமுறை அறிவிப்பு
te: మాన్యువల్ డిక్లరేషన్

# uploadITRTitle
source: Upload ITR (PDF format)
bn: আইটিআর আপলোড করুন (পিডিএফ ফরম্যাট)
hi: आईटीआर अपलोड करें (पीडीएफ प्रारूप)
kn: ಐಟಿಆರ್ ಅಪ್ಲೋಡ್ ಮಾಡಿ (ಪಿಡಿಎಫ್ ಫಾರ್ಮಾಟ್)
ml: ഐടിആർ അപ്‌ലോഡ് ചെയ്യുക (PDF ഫോർമാറ്റ്)
ta: ஐ.டி.ஆர் பதிவேற்றம் செய்யவும் (PDF வடிவம்)
te: ఐటిఆర్ను అప్‌లోడ్ చేయండి (పిడిఎఫ్ ఫార్మాట్)

# fyLabel
source: Financial Year
bn: আর্থিক বছর
hi: वित्तीय वर्ष
kn: ಆರ್ಥಿಕ ವರ್ಷ
ml: തിയ്യതി വർഷം
ta: நிதி ஆண்டு
te: ఆర్థిక సంవత్సరం

# uploadButton
source: Upload File
bn: ফাইল আপলোড করুন
hi: फ़ाइल अपलोड करें
kn: ಫೈಲ್ ಅಪ್ಲೋಡ್ ಮಾಡಿ
ml: ഫയൽ അപ്‌ലോഡ് ചെയ്യുക
ta: கோப்பை பதிவேற்றம் செய்யவும்
te: ఫైల్ అప్‌లోడ్ చేయండి

# instructionsTitle
source: How to download ITR in PDF format
bn: পিডিএফ ফরম্যাটে আইটিআর ডাউনলোড করার পদ্ধতি
hi: आईटीआर पीडीएफ प्रारूप में कैसे डाउनलोड करें
kn: ಐಟಿಆರ್ ಅನ್ನು ಪಿಡಿಎಫ್ ಫಾರ್ಮಾಟ್‌ನಲ್ಲಿ ಡೌನ್‌ಲೋಡ್ ಮಾಡುವುದು ಹೇಗೆ
ml: ഐടിആർ PDF ഫോർമാറ്റിൽ ഡൗൺലോഡ് ചെയ്യുന്നത് എങ്ങനെ
ta: PDF வடிவத்தில் ஐ.டி.ஆர் பதிவிறக்கம் செய்யும் முறை
te: పిడిఎఫ్ ఫార్మాట్‌లో ఐటిఆర్‌ను డౌన్‌లోడ్ చేయడం ఎలా

# instructionsContent
source: 1. Visit click on the 'Login' button on the top right corner, and login with your login details. 2. Click on 'e-File' from the top Navigation Bar. 3. Click on 'Income Tax Returns' from the e-File drop-down menu. 4. Click on 'View Filed Returns' from the Income Tax Return drop-down menu. 5. If you have filed ITR type - 1/2, click on 'Download Form', the ITR PDF file for that 'A.Y.' will get downloaded. 6. Upload the downloaded files on the Platform.
bn: 1. উপরের ডানদিকে 'লগইন' বোতামে ক্লিক করুন এবং আপনার লগইন তথ্য দিয়ে লগইন করুন। 2. উপরের নেভিগেশন বার থেকে 'ই-ফাইল' এ ক্লিক করুন। 3. ই-ফাইল ড্রপডাউন মেনু থেকে 'আয়কর রিটার্ন' এ ক্লিক করুন। 4. আয়কর রিটার্ন ড্রপডাউন মেনু থেকে 'ফাইল করা রিটার্ন দেখুন' এ ক্লিক করুন। 5. আপনি যদি ITR টাইপ - 1/2 দাখিল করেন, তাহলে 'ডাউনলোড ফর্ম'-এ ক্লিক করুন, নির্দিষ্ট 'আয়বর্ষ' এর জন্য আইটিআর পিডিএফ ফাইল ডাউনলোড হবে। 6. ডাউনলোড করা ফাইলগুলি প্ল্যাটফর্মে আপলোড করুন।
hi: 1. शीर्ष दाईं ओर 'लॉगिन' बटन पर क्लिक करें, और अपनी लॉगिन जानकारी के साथ लॉगिन करें। 2. शीर्ष नेविगेशन बार से 'ई-फाइल' पर क्लिक करें। 3. ई-फाइल ड्रॉपडाउन मेनू से 'आयकर रिटर्न' पर क्लिक करें। 4. आयकर रिटर्न ड्रॉपडाउन मेनू से 'दाखिल किए गए रिटर्न देखें' पर क्लिक करें। 5. यदि आपने आईटीआर प्रकार - 1/2 दाखिल किया है, तो 'डाउनलोड फॉर्म' पर क्लिक करें, उस 'आ.व.' के लिए आईटीआर पीडीएफ फ़ाइल डाउनलोड हो जाएगी। 6. डाउनलोड की गई फाइलें प्लेटफार्म पर अपलोड करें।
kn: 1. ಮೇಲಿನ ಬಲಭಾಗದಲ್ಲಿರುವ 'ಲಾಗಿನ್' ಬಟನ್ ಕ್ಲಿಕ್ ಮಾಡಿ ಮತ್ತು ನಿಮ್ಮ ಲಾಗಿನ್ ವಿವರಗಳನ್ನು ಬಳಸಿ ಲಾಗಿನ್ ಮಾಡಿ. 2. ಮೇಲಿನ ನ್ಯಾವಿಗೇಶನ್ ಬಾರ್ನಿಂದ 'ಇ-ಫೈಲ್' ಕ್ಲಿಕ್ ಮಾಡಿ. 3. 'ಇ-ಫೈಲ್' ಡ್ರಾಪ್‌ಡೌನ್ ಮೆನುನಿಂದ 'ಆದಾಯ ತೆರಿಗೆ ರಿಟರ್ನ್' ಕ್ಲಿಕ್ ಮಾಡಿ. 4. 'ಆದಾಯ ತೆರಿಗೆ ರಿಟರ್ನ್' ಡ್ರಾಪ್‌ಡೌನ್ ಮೆನುನಿಂದ 'ಫೈಲ್ ಮಾಡಿದ ರಿಟರ್ನ್ಸ್ ನೋಡಿ' ಕ್ಲಿಕ್ ಮಾಡಿ. 5. ನೀವು ಐಟಿಆರ್ ಪ್ರಕಾರ - 1/2 ಫೈಲ್ ಮಾಡಿದ್ದರೆ, 'ಫಾರ್ಮ್ ಡೌನ್‌ಲೋಡ್ ಮಾಡಿ' ಕ್ಲಿಕ್ ಮಾಡಿ, ಆ 'ಆ.ವ.'ಗಾಗಿ ಐಟಿಆರ್ ಪಿಡಿಎಫ್ ಫೈಲ್ ಡೌನ್‌ಲೋಡ್ ಮಾಡಲಾಗುತ್ತದೆ. 6. ಡೌನ್‌ಲೋಡ್ ಮಾಡಲಾದ ಫೈಲ್‌ಗಳನ್ನು ಪ್ಲಾಟ್‌ಫಾರ್ಮ್‌ನಲ್ಲಿ ಅಪ್ಲೋಡ್ ಮಾಡಿ.
ml: 1. മുകളിൽ വലതുവശത്തുള്ള 'ലോഗിൻ' ബട്ടൺ ക്ലിക്ക് ചെയ്യുക, നിങ്ങളുടെ ലോഗിൻ വിവരങ്ങൾ ഉപയോഗിച്ച് ലോഗിൻ ചെയ്യുക. 2. മുകളിൽ കാണുന്ന നാവിഗേഷൻ ബാറിൽ നിന്ന് 'ഇ-ഫയൽ' ക്ലിക്ക് ചെയ്യുക. 3. 'ഇ-ഫയൽ' ഡ്രോപ്പ്ഡൗൺ മെനുവിൽ നിന്ന് 'ഇൻകം ടാക്സ് റിട്ടേൺ' തിരഞ്ഞെടുക്കുക. 4. 'ഇൻകം ടാക്സ് റിട്ടേൺ' ഡ്രോപ്പ്ഡൗൺ മെനുവിൽ നിന്ന് 'ഫയൽ ചെയ്ത റിട്ടേൺ കാണുക' തിരഞ്ഞെടുക്കുക. 5. നിങ്ങൾ ഐടിആർ തരാം 1/2 ഫയൽ ചെയ്തിട്ടുണ്ടെങ്കിൽ, 'ഡൗൺലോഡ് ഫോർം' ക്ലിക്ക് ചെയ്യുക, ഇത് 'ആ.വ.'ക്കുള്ള PDF ഫയൽ ഡൗൺലോഡ് ചെയ്യും. 6. ഡൗൺലോഡ് ചെയ്ത ഫയലുകൾ പ്ലാറ്റ്‌ഫോമിലേക്ക് അപ്‌ലോഡ് ചെയ്യുക.
ta: 1. மேலேயுள்ள வலது மூலையில் 'உள்நுழை' பொத்தானைக் கிளிக் செய்து, உங்கள் உள்நுழைவு விவரங்களைக் கொண்டு உள்நுழையவும். 2. மேலேயுள்ள வழிச் சுட்டி பட்டியில் 'e-File' என்பதைத் தேர்வு செய்யவும். 3. 'e-File' இல் இருந்து 'வருமான வரி ரிட்டர்ன்' என்பதைத் தேர்வு செய்யவும். 4. 'வருமான வரி ரிட்டர்ன்' இல் இருந்து 'கோப்பு செய்யப்பட்ட வரவு-செலவினங்கள்' என்பதைத் தேர்வு செய்யவும். 5. நீங்கள் ITR வகை 1/2 க்கு பதிவிறக்கம் செய்ய விரும்பினால், 'படிவத்தைப் பதிவிறக்கம் செய்யவும்' என்பதைக் கிளிக் செய்யவும். 6. பதிவிறக்கம் செய்யப்பட்ட கோப்புகளை மேடையில் பதிவேற்றவும்.
te: 1. పై కుడివైపున ఉన్న 'లాగిన్' బటన్‌పై క్లిక్ చేసి, మీ లాగిన్ వివరాలతో లాగిన్ అవ్వండి. 2. పై నావిగేషన్ బార్ నుండి 'ఇ-ఫైల్' క్లిక్ చేయండి. 3. 'ఇ-ఫైల్' డ్రాప్‌డౌన్ మెనూ నుండి 'ఇన్‌కమ్ ట్యాక్స్ రిటర్న్స్' క్లిక్ చేయండి. 4. 'ఇన్‌కమ్ ట్యాక్స్ రిటర్న్స్' డ్రాప్‌డౌన్ మెనూ నుండి 'ఫైల్డ్ రిటర్న్స్ చూడండి' క్లిక్ చేయండి. 5. మీరు ఐటిఆర్ 1/2 ఫైల్ చేసినట్లయితే, 'డౌన్‌లోడ్ ఫార్మ్'పై క్లిక్ చేయండి, ఆ 'ఆ.వ.' కోసం ఐటిఆర్ పిడిఎఫ్ ఫైల్ డౌన్‌లోడ్ అవుతుంది. 6. డౌన్‌లోడ్ చేసిన ఫైళ్లను ప్లాట్‌ఫారమ్‌లో అప్‌లోడ్ చేయండి.

# instructionsButton
source: Instructions
bn: নির্দেশ
hi: निर्देश
kn: ಸೂಚನೆಗಳು
ml: നിർദ്ദേശങ്ങൾ
ta: வழிமுறைகள்
te: సూచనలు

# declareFinancialDetails
source: Declare your financial details
bn: আপনার আর্থিক তথ্য ঘোষণা করুন
hi: अपने वित्तीय विवरण घोषित करें
kn: ನಿಮ್ಮ ಹಣಕಾಸಿನ ವಿವರಗಳನ್ನು ಘೋಷಿಸಿ
ml: നിങ്ങളുടെ ധനകാര്യ വിവരങ്ങൾ പ്രഖ്യാപിക്കുക
ta: உங்கள் நிதி விவரங்களை அறிவிக்கவும்
te: మీ ఆర్థిక వివరాలను ప్రకటించండి

source: First Name*
bn: প্রথম নাম*
hi: पहला नाम*
kn: ಮೊದಲ ಹೆಸರು*
ml: മുന്നത്തെ പേര്*
ta: முதல் பெயர்*
te: మొదటి పేరు*

# firstNameHint
source: Enter your first name
bn: আপনার প্রথম নাম লিখুন
hi: अपना पहला नाम दर्ज करें
kn: ನಿಮ್ಮ ಮೊದಲ ಹೆಸರನ್ನು ನಮೂದಿಸಿ
ml: നിങ്ങളുടെ മുന്‍പത്തെ പേര് രേഖപ്പെടുത്തുക
ta: உங்கள் முதல் பெயரை உள்ளிடவும்
te: మీ మొదటి పేరును నమోదు చేయండి

source: Middle Name
bn: মাঝের নাম
hi: मध्यम नाम
kn: ಮಧ್ಯ ಹೆಸರು
ml: നടവിലേക്ക് പേര്
ta: மதிய பெயர்
te: మధ్య పేరు

# middleNameHint
source: Enter your middle name
bn: আপনার মাঝের নাম লিখুন
hi: अपना मध्य नाम दर्ज करें
kn: ನಿಮ್ಮ ಮಧ್ಯ ಹೆಸರನ್ನು ನಮೂದಿಸಿ
ml: നിങ്ങളുടെ നടവിലേക്ക് പേര് രേഖപ്പെടുത്തുക
ta: உங்கள் மதிய பெயரை உள்ளிடவும்
te: మీ మధ్య పేరును నమోదు చేయండి

source: Last Name*
bn: শেষ নাম*
hi: अंतिम नाम*
kn: ಕೊನೆಯ ಹೆಸರು*
ml: അവസാന പേര്*
ta: கடைசி பெயர்*
te: చివరి పేరు*

# lastNameHint
source: Enter your last name
bn: আপনার শেষ নাম লিখুন
hi: अपना अंतिम नाम दर्ज करें
kn: ನಿಮ್ಮ ಕೊನೆಯ ಹೆಸರನ್ನು ನಮೂದಿಸಿ
ml: നിങ്ങളുടെ അവസാന പേര് രേഖപ്പെടുത്തുക
ta: உங்கள் கடைசி பெயரை உள்ளிடவும்
te: మీ చివరి పేరును నమోదు చేయండి

source: Date of Birth*
bn: জন্ম তারিখ*
hi: जन्म तिथि*
kn: ಹುಟ್ಟು ದಿನಾಂಕ*
ml: ജനന തീയതി*
ta: பிறந்த தேதி*
te: పుట్టిన తేది*

# dateOfBirthHint
source: Date of Birth
bn: জন্ম তারিখ
hi: जन्म तिथि
kn: ಹುಟ್ಟು ದಿನಾಂಕ
ml: ജനന തീയതി
ta: பிறந்த தேதி
te: పుట్టిన తేది

source: PAN Number*
bn: প্যান নম্বর*
hi: पैन नंबर*
kn: PAN ಸಂಖ್ಯೆ*
ml: PAN നമ്പർ*
ta: PAN எண்*
te: PAN సంఖ్య*

# panNumberHint
source: Enter your PAN number
bn: আপনার প্যান নম্বর লিখুন
hi: अपना पैन नंबर दर्ज करें
kn: ನಿಮ್ಮ PAN ಸಂಖ್ಯೆಯನ್ನು ನಮೂದಿಸಿ
ml: നിങ്ങളുടെ PAN നമ്പർ രേഖപ്പെടുത്തുക
ta: உங்கள் PAN எண்ணை உள்ளிடவும்
te: మీ PAN సంఖ్యను నమోదు చేయండి

source: Mobile Number*
bn: মোবাইল নম্বর*
hi: मोबाइल नंबर*
kn: ಮೊಬೈಲ್ ನಂಬರ್*
ml: മൊബൈൽ നമ്പർ*
ta: கைபேசி எண்*
te: మొబైల్ నంబర్*

# mobileNumberHint
source: Enter your mobile number
bn: আপনার মোবাইল নম্বর লিখুন
hi: अपना मोबाइल नंबर दर्ज करें
kn: ನಿಮ್ಮ ಮೊಬೈಲ್ ನಂಬರನ್ನು ನಮೂದಿಸಿ
ml: നിങ്ങളുടെ മൊബൈൽ നമ്പർ രേഖപ്പെടുത്തുക
ta: உங்கள் கைபேசி எண்ணை உள்ளிடவும்
te: మీ మొబైల్ నంబర్‌ను నమోదు చేయండి

# email
source: Email (Personal)*
bn: ইমেইল (ব্যক্তিগত)*
hi: ईमेल (व्यक्तिगत)*
kn: ಇಮೇಲ್ (ವ್ಯಕ್ತಿಗತ)*
ml: ഇമെയിൽ (വ്യക്തിഗത)*
ta: இமெயில் (தனிப்பட்ட)*
te: ఈమెయిల్ (వ్యక్తిగత)*

# emailHint
source: Enter your email
bn: আপনার ইমেইল লিখুন
hi: अपना ईमेल दर्ज करें
kn: ನಿಮ್ಮ ಇಮೇಲ್ ಅನ್ನು ನಮೂದಿಸಿ
ml: നിങ്ങളുടെ ഇമെയിൽ രേഖപ്പെടുത്തുക
ta: உங்கள் இமெயிலை உள்ளிடவும்
te: మీ ఈమెయిల్‌ని నమోదు చేయండి

source: Address Line 1*
bn: ঠিকানা লাইন 1*
hi: पता पंक्ति 1*
kn: ವಿಳಾಸ ಸಾಲು 1*
ml: വിലാസ രേഖ 1*
ta: முகவரி வரி 1*
te: చిరునామా లైన్ 1*

# addressLine1Hint
source: Enter your address
bn: আপনার ঠিকানা লিখুন
hi: अपना पता दर्ज करें
kn: ನಿಮ್ಮ ವಿಳಾಸವನ್ನು ನಮೂದಿಸಿ
ml: നിങ്ങളുടെ വിലാസം രേഖപ്പെടുത്തുക
ta: உங்கள் முகவரியை உள்ளிடவும்
te: మీ చిరునామాను నమోదు చేయండి

source: Address Line 2
bn: ঠিকানা লাইন 2
hi: पता पंक्ति 2
kn: ವಿಳಾಸ ಸಾಲು 2
ml: വിലാസ രേഖ 2
ta: முகவரி வரி 2
te: చిరునామా లైన్ 2

# addressLine2Hint
source: Enter your address
bn: আপনার ঠিকানা লিখুন
hi: अपना पता दर्ज करें
kn: ನಿಮ್ಮ ವಿಳಾಸವನ್ನು ನಮೂದಿಸಿ
ml: നിങ്ങളുടെ വിലാസം രേഖപ്പെടുത്തുക
ta: உங்கள் முகவரியை உள்ளிடவும்
te: మీ చిరునామాను నమోదు చేయండి

source: Landmark
bn: মাইলফলক
hi: स्थान चिह्न
kn: ಲ್ಯಾಂಡ್ ಮಾರ್ಕ್
ml: ലാൻഡ് മാർക്ക്
ta: நிகழ்ச்சி இடம்
te: ల్యాండ్మార్క్

# landmarkHint
source: Enter landmark
bn: মাইলফলক লিখুন
hi: स्थान चिह्न दर्ज करें
kn: ಲ್ಯಾಂಡ್ ಮಾರ್ಕ್ ಅನ್ನು ನಮೂದಿಸಿ
ml: ലാൻഡ് മാർക്ക് രേഖപ്പെടുത്തുക
ta: நிகழ்ச்சி இடத்தை உள்ளிடவும்
te: మీ ల్యాండ్మార్క్‌ని నమోదు చేయండి

source: Country*
bn: দেশ*
hi: देश*
kn: ದೇಶ*
ml: രാജ്യം*
ta: நாடு*
te: దేశం*

source: State*
bn: রাজ্য*
hi: राज्य*
kn: ರಾಜ್ಯ*
ml: രാജ്യം*
ta: அமைச்சகம்*
te: రాజ్యం*

source: City*
bn: শহর*
hi: शहर*
kn: ನಗರ*
ml: നഗരം*
ta: நகரம்*
te: నగరం*

source: Pin code*
bn: পিন কোড*
hi: पिन कोड*
kn: ಪಿನ್ ಕೋಡ್*
ml: പിൻ കോഡ്*
ta: பின் குறியீடு*
te: పిన్ కోడ్*

# pinCodeHint
source: Enter your pin code
bn: আপনার পিন কোড লিখুন
hi: अपना पिन कोड दर्ज करें
kn: ನಿಮ್ಮ ಪಿನ್ ಕೋಡ್ ಅನ್ನು ನಮೂದಿಸಿ
ml: നിങ്ങളുടെ പിന് കോഡ് രേഖപ്പെടുത്തുക
ta: உங்கள் பின் குறியீட்டை உள்ளிடவும்
te: మీ పిన్ కోడ్‌ను నమోదు చేయండి

source: Village
bn: গ্রাম
hi: गाँव
kn: ಗ್ರಾಮ
ml: ഗ്രാമം
ta: கிராமம்
te: గ్రామం

# villageHint
source: Enter your village
bn: আপনার গ্রাম লিখুন
hi: अपना गाँव दर्ज करें
kn: ನಿಮ್ಮ ಗ್ರಾಮವನ್ನು ನಮೂದಿಸಿ
ml: നിങ്ങളുടെ ഗ്രാമം രേഖപ്പെടുത്തുക
ta: உங்கள் கிராமத்தை உள்ளிடவும்
te: మీ గ్రామాన్ని నమోదు చేయండి

source: District*
bn: জেলা*
hi: जिला*
kn: ಜಿಲ್ಲೆ*
ml: ജില്ല*
ta: மாவட்டம்*
te: జిల్లా*

# districtHint
source: Enter your district
bn: আপনার জেলা লিখুন
hi: अपना जिला दर्ज करें
kn: ನಿಮ್ಮ ಜಿಲ್ಲೆಯನ್ನು ನಮೂದಿಸಿ
ml: നിങ്ങളുടെ ജില്ല രേഖപ്പെടുത്തുക
ta: உங்கள் மாவட்டத்தை உள்ளிடவும்
te: మీ జిల్లాను నమోదు చేయండి

# subDistrict
source: Enter sub-district*
bn: উপজেলা*
hi: उप-जिला*
kn: ಉಪಜಿಲ್ಲೆ*
ml: ഉപജില്ല*
ta: உப மாவட்டம்*
te: ఉప జిల్లా*

# subDistrictHint
source: Enter your sub-district
bn: আপনার উপজেলা লিখুন
hi: अपना उप-जिला दर्ज करें
kn: ನಿಮ್ಮ ಉಪಜಿಲ್ಲೆಯನ್ನು ನಮೂದಿಸಿ
ml: നിങ്ങളുടെ ഉപജില്ല രേഖപ്പെടുത്തുക
ta: உங்கள் உப மாவட்டத்தை உள்ளிடவும்
te: మీ ఉప జిల్లా నమోదు చేయండి

# netAnnualIncome
source: Net Annual Income Details
bn: নেট বার্ষিক আয়ের বিবরণ
hi: शुद्ध वार्षिक आय विवरण
kn: ಶುದ್ಧ ವಾರ್ಷಿಕ ಆದಾಯ*
ml: ശുദ്ധ വാർഷിക വരുമാനം*

# annualIncomeFY
source: FY {year1}-{year2}*
bn: আর্থিক বছর {year1}-{year2}*
hi: वित्तीय वर्ष {year1}-{year2}*

# annualIncomeHint
source: Enter your net annual income
bn: আপনার বার্ষিক আয় লিখুন
hi: अपनी शुद्ध वार्षिक आय दर्ज करें
kn: ನಿಮ್ಮ ವಾರ್ಷಿಕ ಆದಾಯವನ್ನು ನಮೂದಿಸಿ
ml: നിങ്ങളുടെ വാർഷിക വരുമാനം രേഖപ്പെടുത്തുക
ta: உங்கள் வருஷாந்திர வருமானத்தை உள்ளிடவும்
te: మీ వార్షిక ఆదాయాన్ని నమోదు చేయండి

# proceedButton
source: Proceed
bn: অগ্রসর হন
hi: आगे बढ़ें
kn: ಮುಂದುವರಿಯಿರಿ
ml: മുന്നോട്ട് പോകുക
ta: முன்னேறு
te: ముందుకు వెళ్ళండి

source: Bank Details
bn: ব্যাংকের বিবরণ
hi: बैंक विवरण
kn: ಬ್ಯಾಂಕ್ ವಿವರಗಳು
ml: ബാങ്ക് വിശദാംശങ്ങള്‍
ta: வங்கி விவரங்கள்
te: బ్యాంక్ వివరాలు

# addUpTo3Accounts
source: You can add up to 3 bank accounts
bn: আপনি সর্বাধিক 3টি ব্যাংক অ্যাকাউন্ট যোগ করতে পারেন
hi: आप 3 बैंक खाते तक जोड़ सकते हैं
kn: ನೀವು 3 ಬ್ಯಾಂಕ್ ಖಾತೆಗಳನ್ನು ಸೇರಿಸಬಹುದು
ml: നിങ്ങൾക്ക് 3 ബാങ്ക് അക്കൗണ്ടുകൾ വരെ ചേർക്കാം
ta: நீங்கள் 3 வங்கி கணக்குகள் வரை சேர்க்கலாம்
te: మీరు 3 బ్యాంక్ ఖాతాలను చేర్చవచ్చు

# uploadBankStatement
source: Upload Bank Statement (PDF)
bn: ব্যাংক স্টেটমেন্ট আপলোড করুন (PDF)
hi: बैंक स्टेटमेंट अपलोड करें (PDF)
kn: ಬ್ಯಾಂಕ್ ಸ್ಟೇಟ್ಮೆಂಟ್ ಅಪ್ಲೋಡ್ ಮಾಡಿ (PDF)
ml: ബാങ്ക് സ്റ്റേറ്റ്മെന്റ് അപ്ലോഡ് ചെയ്യുക (PDF)
ta: வங்கி அறிக்கையை பதிவேற்றவும் (PDF)
te: బ్యాంక్ స్టేట్‌మెంట్‌ను అప్లోడ్ చేయండి (PDF)

source: Add Account
bn: অ্যাকাউন্ট যোগ করুন
hi: खाता जोड़ें
kn: ಖಾತೆ ಸೇರಿಸಿ
ml: അക്കൗണ്ട് ചേർക്കുക
ta: கணக்கைச் சேர்க்கவும்
te: ఖాతా చేర్చండి

source: Bank Name*
bn: ব্যাংকের নাম*
hi: बैंक का नाम*
kn: ಬ್ಯಾಂಕ್ ಹೆಸರು*
ml: ബാങ്ക് പേര്*
ta: வங்கி பெயர்*
te: బ్యాంక్ పేరు*

source: Enter bank name
bn: ব্যাংকের নাম লিখুন
hi: बैंक का नाम दर्ज करें
kn: ಬ್ಯಾಂಕ್ ಹೆಸರನ್ನು ನಮೂದಿಸಿ
ml: ബാങ്ക് പേര് നൽകുക
ta: வங்கி பெயரை உள்ளிடவும்
te: బ్యాంక్ పేరు నమోదు చేయండి

source: Account Since (Month)*
bn: মাস থেকে অ্যাকাউন্ট*
hi: खाता (महीना)* से
kn: ಖಾತೆ (ತಿಂಗಳು)*
ml: മാസം മുതൽ അക്കൗണ്ട്*
ta: மாதம் முதல் கணக்கு*
te: తేదీ నుండి ఖాతా (నెల)*

source: Month
bn: মাস
hi: महीना
kn: ತಿಂಗಳು
ml: മാസം
ta: மாதம்
te: నెల

source: Account Since (Year)*
bn: বছর থেকে অ্যাকাউন্ট*
hi: खाता (वर्ष)* से
kn: ಖಾತೆ (ವರ್ಷ)*
ml: വർഷം മുതൽ അക്കൗണ്ട്*
ta: ஆண்டு முதல் கணக்கு*
te: తేదీ నుండి ఖాతా (సంవత్సరం)*

# yearButton
source: Year
bn: বছর
hi: वर्ष
kn: ವರ್ಷ
ml: വർഷം
ta: ஆண்டு
te: సంవత్సరం

# isSalaryAccount
source: Is this a salary account?
bn: এটি কি বেতন অ্যাকাউন্ট?
hi: क्या यह वेतन खाता है?
kn: ಇದು ವೇತನ ಖಾತೆವೆ?
ml: ഇത് ശമ്പള അക്കൗണ്ടാണോ?
ta: இது சம்பள கணக்கா?
te: ఇది జీత ఖాతానా?

# yesButton
source: Yes
bn: হ্যাঁ
hi: हाँ
kn: ಹೌದು
ml: അതെ
ta: ஆம்
te: అవును

# noButton
source: No
bn: না
hi: नहीं
kn: ಇಲ್ಲ
ml: ഇല്ല
ta: இல்லை
te: కాదు
