[
  {
    "relatedScheme": "International Cooperation (IC)",
    "description": "The scheme covers the following activities: a) Deputation of MSME business delegations to other countries for exploring new areas of technology infusion/upgradation, facilitating joint ventures, improving markets for MSMEs products, foreign collaborations, etc. b) Participation by Indian MSMEs in international exhibitions, trade fairs and buyer-seller meets in foreign countries as well as in India, in which there is international participation. c) Holding international conferences and seminars on topics and themes of interest to MSMEs.",
    "natureOfAssistance": "IC scheme provides financial assistance of up to 95% of airfare and space rent for entrepreneurs. Assistance is provided on the basis of size and type of the enterprise. It also provides assistance for common expenses of delegations like freight & insurance, local transport, secretarial/communication services, printing of common catalogues, etc.",
    "whoCanApply": "a) State/Central Government Organisations; b) Industry/Enterprise Associations; and c) Registered Societies/Trusts and Organisations associated with promotion and development of MSMEs",
    "howToApply": "Apply online, or applications can be sent for financial assistance in the prescribed form to the Director (International Cooperation), Ministry of MSME, Udyog Bhavan, New Delhi - 110 011"
  },
  {
    "relatedScheme": "Assistance to Training Institutions (ATI)",
    "description": "The assistance shall be provided to training institutions in the form of capital grant for creation/strengthening of infrastructure and support for conducting entrepreneurship development and skill development training programmes.",
    "natureOfAssistance": "Maximum assistance for creation or strengthening of infrastructure will be Rs.150 lakh on matching basis, not exceeding 50% of project cost. However, for the North-Eastern Region (including Sikkim), Andaman & Nicobar and Lakshadweep, maximum assistance on matching basis would be Rs.270 lakh or 90% of project cost, whichever is less. Maximum assistance per trainee per hour for entrepreneurship development and skill development programmes is Rs.50 (Rs.60 for NER, A&N and Lakshadweep).",
    "whoCanApply": "Any State/Union Territory Government training institutions, NGOs and other development agencies can apply for assistance for creation or strengthening of infrastructure.",
    "howToApply": "Organisations who wish to apply for assistance for creation or strengthening of infrastructure may send their applications to the Director (EDI), Ministry of Micro, Small and Medium Enterprises, Udyog Bhawan, Rafi Marg, New Delhi - 110 107.\n\nTraining institutions who wish to conduct training programmes or persons who wish to enroll for training programmes under the scheme may visit http://msmetraining.gov.in/ or approach the EDI mentioned above."
  },
  {
    "relatedScheme": "Marketing Assistance",
    "description": "Under marketing assistance the assistance is provided for following activities: a) Organising exhibitions abroad and participation in international exhibitions/ trade fairs b) Co-sponsoring of exhibitions organised by other organisations/industry associations/ agencies c) Organising buyer-seller meets, intensive campaigns and marketing promotion events",
    "natureOfAssistance": "Financial assistance of up to 95% of the air-fare and space rent for entrepreneurs; assistance is provided on the basis of size and type of the enterprise\nFinancial assistance for co-sponsoring would be limited to 40% of the net expenditure, subject to a maximum amount of Rs.5 lakh",
    "whoCanApply": "MSMEs, Industry Associations and other organisations related to MSME sector",
    "howToApply": "The applications/proposals for seeking assistance under the scheme shall be submitted to the nearest office of the National Small Industries Corporation, with full details and justification."
  },
  {
    "relatedScheme": "Credit Guarantee",
    "description": "Ministry of Micro, Small and Medium Enterprises, GoI and Small Industries Development Bank of India (SIDBI), established a Trust named Credit Guarantee Fund Trust for Micro and Small Enterprises (CGTMSE) to implement Credit Guarantee Fund Scheme for Micro and Small Enterprises. The corpus of CGTMSE is being contributed by GoI and SIDBI.",
    "natureOfAssistance": "Collateral free loans up to a limit of Rs.50 lakh - for individual MSEs",
    "whoCanApply": "Both existing and new enterprises are eligible under the scheme.",
    "howToApply": "Candidates meeting the eligibility criteria may approach banks/financial institutions, which are eligible under the scheme, or scheduled commercial banks and select Regional Rural Banks."
  },
  {
    "relatedScheme": "Credit Linked Capital Subsidy (CLCS) for Technology Upgradation",
    "description": "Technology upgradation would ordinarily mean induction of state-of-the-art or near state-of-the-art technology. In the varying mosaic of technology covering more than 7,500 products in Indian small scale sector, technology upgradation would mean a significant step up from the present technology level to a substantially higher one involving improved productivity, and/or improvement in quality of products and/or improved environmental conditions including work environment for the unit. It includes installation of improved packaging techniques as well as anti-pollution measures and energy conservation machinery. Further, units in need of introducing facilities for in-house testing and on-line quality control would qualify for assistance, as the same are a case of technology up-gradation.\nReplacement of existing equipment/technology with same equipment/technology will not qualify for subsidy under this scheme, nor would the scheme be applicable to units upgrading with used machinery.",
    "natureOfAssistance": "The revised scheme aims at facilitating technology upgradation by providing 15% up-front capital subsidy to MSEs, including tiny, khadi, village and coir industrial units, on institutional finance availed by them for induction of well established and improved technologies in specified sub-sectors/products approved under the scheme.\nRevised CLCS has been amended as follows: a) Ceiling on loans under the scheme has been raised from Rs.40 lakh to Rs.1 crore b) Rate of subsidy has been enhanced from 12% to 15%. c) Admissible capital subsidy is calculated with reference to purchase price of plant and machinery, instead of term loan disbursed to the beneficiary unit. d) Practice of categorisation of MSEs in different slabs on the basis of their present investment for determining eligible subsidy has been done away with; and e) Operation of the scheme has been extended up to 31st March, 2007. The above revisions/ amendments were made effective from September 29, 2005.",
    "whoCanApply": "Eligible beneficiaries include sole proprietorships, partnerships, co-operative societies, and private and public limited companies in the MSE sector. Priority shall be given to women entrepreneurs.",
    "howToApply": "Candidates meeting the eligibility criteria may approach all scheduled commercial bank, scheduled cooperative bank [including urban cooperative bank co-opted by SIDBI under Technological Upgradation Fund (TUF)], Regional Rural Bank (RRB), State Financial Corporation (SFC) and North-Eastern Development Financial Institution (NEDFi)."
  },
  {
    "relatedScheme": "ISO 9000/ISO 14001 Certification Reimbursement",
    "description": "SME has emerged as dynamic and vibrant sector and is contributing significantly to industrial production, export and employment generation. The process of economic liberalisation and market reforms has opened up Indian SMEs to global competition. In order to enhance the competitive strength of SMEs, the Government has introduced an incentive scheme for their technological upgradation/quality improvement and environment management. The scheme provides incentives to those SMEs/ancillary undertakings who have acquired ISO 9000/ISO 14001/HACCP certification. The scheme is enlarged so as to include reimbursement of expenses for acquiring ISO 14001 certification.",
    "natureOfAssistance": "The scheme envisages reimbursement of charges for acquiring ISO-9000/ISO-14001/HACCP certification to the extent of 75% of expenditure subject to a maximum of Rs.75,000 in each case.",
    "whoCanApply": "Permanent registered Micro and Small Enterprises (MSEs) are eligible to avail the incentive scheme. The scheme is applicable to those MSEs/ancillary/SSSB units who have already acquired ISO-9000/ISO-14001/ HACCP certification.",
    "howToApply": "MSEs with their EM No. are required to submit their application, duly completed, to their local Director, MSME-DI addresses given in the following website: www.dcmsme.gov.in"
  },
  {
    "relatedScheme": "Micro & Small Enterprises Cluster Development Programme (MSE-CDP)",
    "description": "The Ministry of MSME has adopted cluster development approach as a key strategy for enhancing productivity and competitiveness as well as capacity building of MSEs and their collectives in the country. Clustering of units also enables the providers of various services to them, including banks and credit agencies, to provide their services more economically, thus reducing the costs and improving the availability of services for these enterprises.",
    "natureOfAssistance": "• Diagnostic Study\n• Soft Intervention\n• Setting up of Common Facility Centres (CFCs)\n• Infrastructure Development (Upgradation/ New)\nCost of project and Govt. of India assistance:\n• Diagnostic study - maximum cost Rs.2.50 lakh.\n• Soft interventions - maximum cost of project Rs.25.00 lakh, with GoI contribution of 75% (90% for special category States and for clusters with more than 50% women/micro/village/SC/ST units).\n• Hard interventions, i.e., setting up of CFCs – maximum eligible project cost of Rs.15.00 crore with GoI contribution of 70% (90% for special category States and for clusters with more than 50% women/micro/village/SC/ST units).\n• Infrastructure development in the new/ existing industrial estates/areas; maximum eligible project cost Rs.10.00 crore, with GoI contribution of 60% (80% for special category States and for clusters with more than 50% women/micro/SC/ST units).",
    "whoCanApply": "Industrial associations/Consortia, Clusters",
    "howToApply": "Only online applications are considered with effect from 01-04-2012. Hard copy of applications need to be sent through State Governments or their autonomous bodies or field institutes of the Ministry of MSME i.e., MSME-DIs. The proposals are to be approved by the Steering Committee of MSE-CDP."
  },
  {
    "relatedScheme": "Micro Finance Programme",
    "description": "The Union Government has launched a scheme of micro finance and tied up with the existing programme of SIDBI by way of contributing towards security deposits required from the MFIs/NGOs to get loan from SIDBI. The scheme is being operated in the under-served States and under-served pockets/districts of other States.",
    "natureOfAssistance": "Government of India provide funds for micro finance programme to SIDBI, which is called ‘Portfolio Risk Fund’ (PRF). At present SIDBI takes fixed deposit equal to 10% of loan amount. The share of MFIs/NGOs is 2.5% of loan amount (i.e., 25% of security deposit) and balance 7.5% (i.e., 75% of security deposit) is adjusted from funds provided by the Government of India.",
    "whoCanApply": "MFIs/NGOs",
    "howToApply": "Submit the proposal in the prescribed form to SIDBI."
  },
  {
    "relatedScheme": "MSME Market Development Assistance (MDA)",
    "description": "As part of a comprehensive policy package for MSMEs, MSME-MDA scheme has been announced with a view to increasing the participation of representatives of participating units. The provision of MSME-MDA scheme has been modified recently. MDA is offered in three forms as mentioned below: 1) Participation in the international exhibitions/ fairs - for registered small & micro manufacturing enterprises with DI/DIC. 2) Financial assistance for using Global Standards (GS1) in barcoding. 3) Recognised importance of barcoding and avail financial assistance through Office of the Development Commissioner Micro, Small and Medium Enterprises (DC - MSME).\nPurchase and Price Preference Policy - This is administered through Single Point Registration Scheme of NSIC. Under this, 358 items are reserved for exclusive purchase from MSME by the Central Government. Other facilities include tender documents free of cost, exemption from earnest money and security deposit and 15% price preference in Central Government purchases - for individual MSMEs.",
    "natureOfAssistance": "The scheme offers funding up to 75% in respect of to and fro air fare for participation by MSME entrepreneurs in overseas fairs/trade delegations. The scheme also has provision of funding for producing publicity material (up to 25% of costs), sector specific studies (up to Rs.2 lakh) and for contesting anti-dumping cases (50% up to Rs.1 lakh) - for individual MSMEs & associations.",
    "whoCanApply": "Individual MSMEs & industry associations.",
    "howToApply": "Candidates meeting the eligibility criteria may send their applications to Office of the DC MSME through the concerned Micro, Small and Medium Enterprise Development Institutions (MSME‐DIs)."
  },
  {
    "relatedScheme": "National Awards (Individual MSEs)",
    "description": "MSMEs have registered tremendous growth and progress in terms of quality of production, exports, innovation, product development and import substitution, very much beyond the expected objectives of the setting up of MSMEs. Entrepreneurial efforts have made it possible to produce a number of items, which were hitherto imported. In quite a few cases new variants so produced are having additional attributes over their original versions and are capable of solving a multitude of user problems. All this has become possible owing to the ambitions and visionary spirit of entrepreneurs of MSMEs.\nThe MoMSME with a view to recognising the efforts and contribution of MSMEs, gives National Awards annually to selected entrepreneurs and enterprises under the scheme of National Awards.",
    "natureOfAssistance": "No.\tCategory\tI National Award (Cash Prize Rs.1.00 lakh)\tII National Award (Cash Prize Rs.0.75 lakh)\tIII National Award (Cash Prize Rs.0.50 lakh)\tSpecial National Award for women (Cash Prize Rs.1.00 lakh)\tSpecial National Award to SC/ST Entrepreneur (Cash Prize Rs.1.00 lakh)\tSpecial National Award to NER Entrepreneur (Cash Prize Rs.1.00 lakh)\tSpecial Recognition Award to MSMEs scoring marks above 80% and 50% in case of NER (Cash Prize Rs.0.20 lakh)\n1\tOutstanding efforts in Entrepreneurship in Micro, Small & Medium Enterprises (MSMEs)\ti) Outstanding efforts in Entrepreneurship in Micro & Small Enterprises engaged in manufacturing\t✓\t✓\t✓\t✓\t✓\t✓\t✓\t✓\n\t\t ii) Outstanding Efforts in Entrepreneurship in Micro & Small Enterprises rendering Services.\t✓\t✓\t✓\t✓\t✓\t✓\t✓\t✓\n\t\t iii) Outstanding Efforts in Entrepreneurship in Medium Enterprises engaged in manufacturing.\t✓\t✓\t✓\t✓\t✓\t✓\t✓\t✓\n2\tResearch & Development Efforts in Micro, Small & Medium Enterprises (MSMEs)\t i) Research & Development Efforts in Micro & Small Enterprises\t✓\t✓\t✓\t✓\t✓\t✓\t✓\n\t\t ii) Research & Development Efforts in Medium Enterprises\t✓\t✓\t✓\t✓\t✓\t✓\t✓\n3\tQuality Products in Micro & Small Enterprises (MSEs) in each selected product groups\t✓\t✓\t✓\t✓\t✓\t✓\t✓\n4\tNational award for Entrepreneurship Service\t✓\t✓\t✓\t✓\t✓\t✓\t✓\t✓",
    "whoCanApply": "Deserving entrepreneurs managing MSMEs having permanent registration/having filed Entrepreneurs’ Memorandum Part-II with notified authorities. The MSMEs should have been in continuous production/servicing at least during the last three years.",
    "howToApply": "Eligible enterprises may send nominations in the prescribed proforma (may download from the Ministry of MSME website) to Director, MSME-DI of the state where their MSME is registered/they have filed Entrepreneurs’ Memorandum (EM)."
  },
  {
    "relatedScheme": "National Manufacturing Competitiveness Programme (NMCP)",
    "description": "The National Manufacturing Competitiveness Council (NMCC) has finalised a five-year national manufacturing programme. Ten schemes have been drawn up including schemes for promotion of ICT, mini tool room, design clinics and marketing support for SMEs. Implementation will be in PPP mode, and financing will be tied up. Under this plan following schemes are being implemented.",
    "natureOfAssistance": "1) Marketing support/Assistance to MSMEs (Bar Code).\n2) Support for entrepreneurial and managerial development of SMEs through incubators.\n3) Enabling manufacturing sector to be competitive through Quality Management Standard&QualityTech.Tools(QMS/QTT).\n4) Building awareness on Intellectual Property Rights (IPR) for MSME.\n5) a) Lean manufacturing competitiveness scheme for MSMEs.\nb) Compendium of success stories.\n6) a) Design clinic scheme for design expertise to MSMEs manufacturing sector (DESIGN).\nb) Case studies of design projects under design clinic scheme for MSMEs.\n7) Marketing assistance & technology upgradation scheme in MSMEs.\n8) Technology and quality upgradation support to MSMEs.\n9) Promotion of ICT in Indian manufacturing sector.\nVaries for each scheme; visit the following website: http://www.dcmsme.gov.in/schemes/nmcp_scm.htm",
    "whoCanApply": "MSMEs",
    "howToApply": "Submit the proposal in the prescribed form to be obtained from the DC -MSME."
  },
  {
    "relatedScheme": "Marketing Support/Assistance to MSMEs (Bar Code)",
    "description": "Under this scheme MSEs are encouraged and motivated to use bar-codes by conducting seminars and reimbursement of registration fees for bar coding.",
    "natureOfAssistance": "Reimbursement of registration fee (one time and recurring for 3 years) for bar coding. Financial assistance for reimbursement of 75% of one-time registration fee (Under MSE-MDA) w.e.f. 1st January, 2002 and 75% of annual recurring fee for first three years (Under NMCP) w.e.f. 1st June, 2007 paid by MSEs to GS1 India for the use of bar coding.",
    "whoCanApply": "The scheme is applicable to those MSEs with EM-II registration and registration with GS1 India for use of barcode.",
    "howToApply": "On getting registration for use of barcode for products, (http://www.gs1india.org/), take the following steps for reimbursement of fee:\n• Fill the prescribed application form for claiming reimbursement on bar code.\n• The application form along with formats for supporting documents may be collected from the Director, MSME-DI, or can be downloadedfromhttp://www.dcmsme.gov.in/\n• The filled-in application form with required documents is to be submitted to the office of MSME-DI.\n• The address of MSME-DI is given on the website: http://www.dcmsme.gov.in/Contacts.htm#two"
  },
  {
    "relatedScheme": "Entrepreneurial and Managerial Development of SMEs through Incubators",
    "description": "The scheme endeavours to provide early stage funding for nurturing innovative business ideas (new indigenous technology, processes, products, procedures, etc.) which could be commercialised in a year. Under this scheme financial assistance is provided for setting up of business incubators.",
    "natureOfAssistance": "Funding support for setting up of ‘Business Incubators (BI)’: The cost may vary from Rs.4 to 8 lakh for each incubatee/idea, subject to overall ceiling of Rs.62.5 lakh for each BI.\nItems @ per BI:\na) Upgradation of infrastructure Rs. 2.50 lakh\nb) Orientation/training Rs. 1.28 lakh\nc) Administrative expenses Rs. 0.22 lakh\nThus the total assistance per BI - Rs. 66.50 lakh",
    "whoCanApply": "Any individual or MSME having innovative ideas ready for commercialisation can apply to the host institution (e.g., IITs, NITs, technical colleges, research institutes, etc.). See the list of host institutions at following web address:\nhttp://www.dcmsme.gov.in/schemes/Institutions_Detail.pdf\nAny technical institution (as given in the EoI) which wants to become host institution can apply to the office of the Development Commissioner – MSME or their nearest MSME-DI for funding support.",
    "howToApply": "• Application can be made by the technical institution which wants to be host institution, once a Request for Proposal (RFP)/Expression of Interest (EoI) is released.\n• Any individual or MSME can apply directly to their nearest host institution, a list of host institutions is given on the website: http://www.dcmsme.gov.in/schemes/Institutions_Detail.pdf"
  },
  {
    "relatedScheme": "Enabling Manufacturing Sector to be Competitive through Quality Management Standards and Quality Technology Tools",
    "description": "The scheme endeavours to sensitise and encourage MSEs to understand and adopt latest Quality Management Standards (QMS) and Quality Technology Tools (QTT).",
    "natureOfAssistance": "• Funding support for introduction of appropriate course modules in technical institutions\n• Funding support for conducting ‘QMS awareness’ workshops (applicant – expert organisation or industry associations)\n• Funding support for conducting competition watch (C-watch), study and analysis\n• Funding support for introduction of QMS and QTT in selected MSMEs (applicant – expert organisation or industry association)\n• Participation in international study mission (MSEs as selected by Monitoring and Advisory Committee)\n• A total contribution of Rs.425 lakh per year to be made by the GoI for introduction of course material, training the trainer, awareness workshop and other activities\n• Funding support of Rs.1.25 lakh per programme to be provided for conducting awareness programme.\n• Under C-watch\n§ GoI contribution of Rs.2.5 lakh for professional study on threatened products.\n§ GoI contribution of Rs.7.5 lakh for technical exposure visit\n§ GoI contribution of Rs.2.5 lakh for procurement of samples\n§ GoI contribution of Rs.5 lakh for product development\n§ GoI contribution of Rs.1.5 lakh for popularisation of improved products\n• GoI contribution of Rs.2.5 lakh/unit for covering the costs of diagnostic study and for implementation of Quality Technology Tools/Quality Management Standards (25 to 50% cost will be paid by the participating units)\n• GoI contribution of Rs.2.5 lakh per SME for International visit (25% and 50% cost to be collected by the Micro and Small Enterprise respectively).",
    "whoCanApply": "Expert organisations like Quality Council of India (QCI), National Recruitment Board for Personnel and Training, Consultancy Development Corporation, National Productivity Council, Standardisation Testing & Quality Certification (STQC, a Society under the Ministry of IT), IIQM (Indian Institute of Quality Management), Industry Associations that have taken active interest in QMS/QTT, Technical Institutions, Engineering Colleges, Tool Rooms and similar bodies, and MSEs.",
    "howToApply": "MSEs or clusters may contact Office of the DC-MSME. The DC office will finalise the MSME clusters for conducting the Awareness Programme on Quality Management Standards and Quality Technology Tools (QMS/QTT)."
  },
  {
    "relatedScheme": "Building Awareness on Intellectual Property Rights (IPR)",
    "description": "The purpose of the scheme is to enhance awareness among the MSMEs about Intellectual Property Rights, to take measures for protecting their ideas and business strategies. Effective utilisation of IPR tools by MSMEs would also assist them in technology upgradation and enhancing their competitiveness.",
    "natureOfAssistance": "Funding support for :\n• Conducting awareness/sensitisation programmes on IPR (Applicants – MSME organisations and expert agencies)\n• Conducting pilot studies for selected clusters/groups of industries (Applicants – MSME organisations, competent agencies and expert agencies)\n• Funding support for conducting interactive seminars/workshops (Applicants – MSME organisations and expert agencies)\n• Funding support for conducting specialised training on IPR (Applicants – Expert agencies)\n• Funding support in the form of Grant on Patent/GI Registration (Applicants – MSME units and MSME organisations)\n• Funding support for setting up IPFacilitation Centre (IPFC) for MSME (Applicants – MSME organisations and IPR facilitating agencies)\n• Funding support for organising interaction with international agencies (Applicants – MSME organisations and IPR facilitating agencies) \n• GoI assistance of Rs.1 lakh per awareness programme \n• GoI assistance of Rs.2.5 lakh per pilot study\n• GoI assistance of Rs.2 lakh per programme of interactive seminar\n• GoI assistance of Rs.6 lakh per short term training programme and Rs.45 lakh per long term training programme\n• For registered Indian MSMEs, one time financial support limited up to Rs.25,000 on grant of domestic patent and Rs.2 lakh for foreign patent; for registering under Geographical Indications of Goods Act, one time financial support limited up to Rs.1 lakh\n• A total financial support by GoI up to Rs.65 lakh each for establishing IPFCs which will include one-time grant of Rs.45 lakh and Rs.18 lakh as recurring expenses for 3 years, and Rs.2 lakh as miscellaneous charges\n• Financial support by GoI up to Rs.5 lakh and Rs.7.50 per event for domestic interventions and international exchange programme respectively.",
    "whoCanApply": "• Registered MSME units\n• MSME organisations like industry associations, societies, cooperatives, firms, trusts, NGOs, Institutions and Universities with a track record of assisting MSMEs\n• Competent agencies like consultancy organisations, research institutes, individual experts or agencies having sound technical and financial capabilities to conduct pilot studies with at least five years of experience\n• Expert agencies - like TIFAC, Patent Facilitation Centres, NRDC, Indian Patent Office, Registrar of Trademarks, Registrar of Geographical Indications, D.B.T., Registrar of Copyrights, MoHRD, NIIPM, IITs, Law Schools, patent attorneys, individual IPR experts, WIPO, EU-TIDP, USPTO, KIPO/KIPA, IIFT, DIT, MoEF, Ministry of MSME, DSIR and other such bodies\n• Quasi-Government or Government aided bodies\n• Private units, provided they are sponsored by MSME associations.",
    "howToApply": "Application forms for each of the components are given with scheme guidelines at:\nhttp://www.dcmsme.gov.in/schemes/IPR10.pdf,"
  },
  {
    "relatedScheme": "Lean Manufacturing Competitiveness for MSMEs",
    "description": "The scheme is intended for enhancing the manufacturing competitiveness of MSMEs through the application of various Lean Manufacturing (LM) techniques.",
    "natureOfAssistance": "Financial assistance for implementation of lean manufacturing techniques, primarily the cost of lean manufacturing consultants (80% by GoI and 20% by beneficiaries).\nLean manufacturing consultants (LMCs) will raise bills for services provided to Special Purpose Vehicle (SPV); SPV will pay the first installment of 20% to the LMC and will get it reimbursed by the NMIU; funds will be transferred to the NMIU by GoI. The payment to LMC by SPV would be on a milestone basis in 5 tranches of 20% each.",
    "whoCanApply": "The scheme is open to all manufacturing MSEs. The units should be registered with the DIC (EM-II) or with any other agency (professional body, association, Government agency, department, etc.). The units are required to form a MC, ideally of 10 units (minimum 6), by signing among themselves a Memorandum of Understanding (MoU) to participate in the scheme.",
    "howToApply": "• A group of SMEs can apply for the scheme, hence either a recognised SPV can apply or a mini cluster can be formed by a group of 10 or more units.\n• The SPV can apply to the National Monitoring and Implementing Unit (National Productivity Council for the Scheme) in the given format.\n• The approval is given in two steps; first, the provisional approval, and final approval is given once the criteria of the provisional approval are fulfilled."
  },
  {
    "relatedScheme": "Design Clinic for Design Expertise to MSMEs Manufacturing Sector (DESIGN)",
    "description": "The scheme is for increasing competitiveness of MSMEs and hence to spread awareness on the importance of design and its learning.",
    "natureOfAssistance": "• Funding support for ‘Design Awareness’ workshops & seminars\n• Funding support for implementing ‘Design’ projects\n• GoI contribution of Rs.60,000 per seminar and 75% subject to a maximum of Rs.3 lakhs per workshop\n• 60% of the total approved project cost or Rs.9 lakhs, whichever is less, in case of individual MSME or a group of not more than three MSME applicants\n• 60% of the total approved project cost or Rs.15 lakhs, whichever is less, in case of a group of four or more MSME applicants\n• 40% to be contributed by the applicant MSME(s) in both cases.",
    "whoCanApply": "• Expert agencies (Industry Associations, Technical Institutions or other appropriate bodies), for conducting seminars and workshops\n• MSMEs or groups of MSMEs as prime applicants \n• Academic Institutes/design companies/design consultants, etc., as co-applicants along with a designated MSME (prime applicant) \n• Individual (e.g., design students) as co-applicants in collaboration with the academic institution and MSME (prime applicant).",
    "howToApply": "• For conducting workshops and seminars, expert agencies can directly apply to design clinic centres.\n• For design projects, application can be made by MSMEs without a design company or along with design consultant/academic institution, by submitting the proposal to Design Clinic Centre, or through internet.\n• Apply online at http://www.designclinicsmsme.org/ or download the form from: www.dcmsme.gov.in/schemes."
  },
  {
    "relatedScheme": "Marketing Assistance & Technology Upgradation",
    "description": "This is a GoI initiative for adoption of modern marketing techniques by MSMEs, consistent with the requirement of global markets. The scheme is divided into eight sub-components, and GoI assistance is available in various proportions.",
    "natureOfAssistance": "• Funding support for conducting awareness on new packaging technologies (applicant as mentioned in EoI)\n• Cluster based studies on packaging status and need for upgradation (gap analysis) (applicant as mentioned in EoI)\n• Unit based intervention for packaging requirement (pilot) (applicant as mentioned in EoI)\n• Funding support for conducting skill upgradation / development programmes for modern marketing techniques (applicant as mentioned in EoI)\n• Funding support for conducting trade competition studies (applicant as mentioned in EoI)\n• Funding support to MSMEs belonging to North-Eastern Region for participation in marketing events \n• Funding for participation of MSMEs in State/District level local exhibitions/trade fairs support (reimbursement) (Registered MSMEs)\n• Funding support (in the form of reimbursement) to MSMEs for adopting corporate governance practices (Registered MSMEs)\n• Funding support for setting up of marketing hubs\n• Re-imbursement to ISO 18000/ISO 22000/ISO 27000 certification for MSMEs\n• GoI assistance of Rs.0.50 lakh per programme (GoI:unit : : 8 0 : 2 0 ) - p e r awareness programme\n• GoI assistance of Rs.10 lakhs (GoI:unit :: 80:20)-for clusterbased studyon packaging.\n• GoI assistance of Rs.9 lakhs (GoI:unit :: 80:20) for a group of 10 units towards unit based interventions for packaging requirements in clusters \n• GoI assistance of Rs.6 lakhs (GoI: unit :: 80:20) per cluster for skill upgradation programmes \n• GoI assistance of Rs.8 lakhs (GoI:unit :: 80:20) per trade competition study \n• Re-imbursement up to Rs.75,000 per unit (North–East) for space charge, to and fro and transport charges \n• The total re-imbursement up to Rs.30,000 per unit for SC/ST/woman/physically handicapped entrepreneurs, and Rs.20,000 per person for other MSME units for participation in state and district level trade fairs\n• Re-imbursement up to 50% of total expenditure subject to maximum of Rs.45,000 per MSME for adopting corporate government practices \n• Funding support of Rs.30 lakhs (GoI) for marketing hubs, plus Rs.5 lakhs (GoI) for furniture, IT, etc., and recurring expenses of Rs.15 lakhs (80% GoI, 20% private units) for 2 years \n• One time re-imbursement of expenditure to the extent of 75% subject to a maximum of Rs.1 lakh in each case for acquiring ISO certification.",
    "whoCanApply": "• Any competent agency as mentioned in the EoI guidelines, MSMEs, Industry Associations, NGOs",
    "howToApply": "For participation of MSMEs in state/district level trade fairs:\n• SSC supported by the office of DC-MSME will identify and approve the manufacturing MSME clusters/units for participating in state/district level local/exhibitions/trade fairs on the basis of responses received through MSME-DIs, Industry Associations, and NGOs\n• The applicant MSME will submit its claim along with required documents to the local MSME-DI office for re-imbursement in the prescribed format.\nFor adopting corporate governance practices office of the DC-MSME will identify the MSME units for participating in this activity on the basis of the request received through the MSME-DIs, Industry Associations and NGOs\nThe applicant MSME unit should submit the claim along with required documents to the local MSME-DI office for re-imbursement in the prescribed format for re-imbursement of certification\nThe application form is given along with the schemeguidelines at: (http://www.dcmsme.gov.in /schemes/MarkAssis.pdf)\nFill in the application form and send it to the Regional MSME-DI along with supporting documents."
  },
  {
    "relatedScheme": "Technology and Quality Upgradation Support to MSMEs",
    "description": "The scheme advocates the use of energy efficient technologies (EETs) in manufacturing units so as to reduce the cost of production and adopt clean development mechanism.",
    "natureOfAssistance": "• Capacity building of MSME clusters for energy efficiency/clean development and related technologies (Applicant – for awareness programme and model DPRs by expert agencies as mentioned in the EoI; for energy audits, DPRs and EET projects by expert agencies, associations or MSMEs)\n• Implementation of energy efficient technologies in MSME units (Applicant - registered MSME unit, to be implemented by SIDBI)\n• Setting up of Carbon Credit Aggregation Centres (associations, technical institutions and ESCOs)\n• Encouraging MSMEs to acquire product certification/licenses from National/International bodies\n• Funding support of 75% for awareness programmes subject to maximum of Rs.75,000 per programme \n• 75% of actual expenditure for cluster level energy audit and preparation of model DPR \n• 50% of actual expenditure subject to maximum Rs.1.5 lakh per DPR towards preparation of subsequent detailed project reports for individual MSMEs on EET projects \n• 25% of the project cost as subsidy by Government of India, balance amount to be funded through loan from SIDBI/banks/ financial Institutions; minimum contribution as required by the funding agency to be made by the MSME \n• 75% of the actual expenditure, subject to a maximum Rs.15 lakhs for establishing Carbon Credit Accreditation Centres \n• 75% subsidy to manufacturing MSME towards licensing of products to national/ international standards; maximum GoI assistance allowed per MSME: Rs.1.5 lakh for obtaining product licensing /marking to National standards and Rs.2 lakhs for obtaining product licensing/marking to International standards.",
    "whoCanApply": "• Expert organisations like PCRA, BEE, TERI, IITs, NITs, etc. \n• State Govt. agencies like MITCON, GEDA, etc. \n• Cluster/industry based associations of MSMEs \n• NGOs and Technical Institutions.",
    "howToApply": "• Obtain product certification from national standardisation bodies (like BIS and BEE) or international product certifications (CE, UL, ANSI, etc.)\n• For re-imbursement of fees, the application is forwarded in the specified format (given in annexure-IV of scheme guidelines), to MSME-DI concerned, along with required documents."
  },
  {
    "relatedScheme": "Performance and Credit Rating",
    "description": "This scheme seeks to establish independent, trusted third party opinion on capabilities and credit-worthiness of MSEs, and makes credit available at attractive interest rates. It endeavours to enable MSMEs recognition in global trade, ensure prompt sanctions of credit from banks and financial institutions, subsidized rating fee structure for MSEs, facilitate vendors/buyers in capability and capacity assessment of MSEs, enable the MSEs to ascertain the strengths and weaknesses of their existing operations and take corrective measures.",
    "natureOfAssistance": "The scheme is a combination of credit and performance factors including operations, finance, business and management risk, allowing uniform rating scale for all empanelled rating agencies. MSEs have the liberty to choose from the empanelled rating agencies. The fee structure is turn-over based. Partial re-imbursement of rating fee may be obtained through NSIC.",
    "whoCanApply": "Any enterprise registered in India as a Micro or Small Enterprise is eligible to apply.",
    "howToApply": "Any Micro or Small enterprise wishing to apply for rating will have to fill up the prescribed application form and submit the same to the nearest branch of NSIC or to the rating agency chosen by it or through empanelled rating agencies: CARE, CRISIL, India Ratings, ICRA, ONICRA, SMERA, Dun & Bradstreet (D&B), SMERA."
  },
  {
    "relatedScheme": "Bank Credit Facilitation",
    "description": "To meet the credit requirements of MSME units, NSIC has entered into a Memorandum of Understanding with various nationalised and private sector banks. Through syndication with these banks, NSIC arranges for credit support (fund or non-fund based limits) from banks without any cost to MSMEs.\nFurthermore, MSMEs can upgrade their competence in terms of business and technologies by getting rated through independent, renowned and professional rating agencies empanelled with NSIC. MSEs which get rated under NSIC- “Performance and Credit Rating scheme” have the liberty to get rated by any one of the rating agencies of their preference.It also invariably increases their creditability in business and helps them in getting timely credit from banks at liberal rate of interest.",
    "natureOfAssistance": "All documentation pertaining to completion and submission of the credit proposal to banks shall be undertaken by NSIC.",
    "whoCanApply": "Micro, Small and Medium Entrepreneurs.",
    "howToApply": "Please visit NSIC website to download the loan application forms for Bank Credit Facilitation.\nhttp://www.nsic.co.in"
  },
  {
    "relatedScheme": "Raw Material Assistance",
    "description": "The scheme aims at helping MSEs by way of financing the purchase of raw material (both indigenous & imported). This gives an opportunity to MSEs to focus better on manufacturing quality products.",
    "natureOfAssistance": "• Financial assistance for procurement of raw material up to 90 days\n• MSEs helped to avail economics of purchases like bulk purchase, cash discount, etc.\n• All the procedures, documentation & issue of letter of credit in case of imports taken care of.",
    "whoCanApply": "Registered MSMEs",
    "howToApply": "Entrepreneurs can apply through the prescribed application forms along with requisite fee to regional & branch offices of NSIC.For details refer NSIC website."
  },
  {
    "relatedScheme": "Single Point Registration",
    "description": "The government is the single largest buyer of a variety of goods. With a view to increasing the share of purchases from MSEs, the ‘Government Stores Purchase Programme’was launched. NSIC registers MSEs under Single Point Registration Scheme (SPRS), are eligible for participation in Government purchases.",
    "natureOfAssistance": "The units registered are eligible to get the benefits listed below:\n• Issue of tender sets free of cost\n• Exemption from payment of Earnest Money Deposit (EMD)\n• Tender participating MSEs quoting price within the price band of L1+15% allowed to supply a portion up to 20% of requirement by bringing down their price to L1 price where L1 is non-MSEs.\n• Every Central Ministry/Department/PSU shall set an annual goal of minimum 20% of total annual purchases of products or services produced or rendered by MSEs; out of the mandatory 20% procurement from MSEs, 4% is earmarked for units owned by Schedule Castes/Schedule Tribes.\n• In addition to the above, 358 items also reserved for exclusive purchase from MSE sector.",
    "whoCanApply": "• MSEs which are registered with the Director of Industries (DI)/District Industries Centre (DIC) as manufacturing/service enterprises or having acknowledgement of Entrepreneurs Memorandum (EM Part-II) are eligible for registration with NSIC under its SPRS.\n• MSEs which have already commenced their commercial production, but not completed one year of existence can be issued with Provisional Registration Certificate under SPRS with monitory limit of Rs.5 lakh, which shall be valid for a period of one year only from the date of issue after levying the registration fee and obtaining the requisite documents.",
    "howToApply": "MSEs shall have to apply either on-line on website www.nsicspronline.com or on prescribed application form to concerned zonal/branch office of NSIC. The application form containing terms & conditions is available free of cost."
  },
  {
    "relatedScheme": "Infomediary Services",
    "description": "NSIC offers Infomediary Services, which is one-stop and a one-window bouquet of aids that will provide information on business, technology and finance, and also exhibit core competencies of Indian SMEs. The corporation is offering services through its MSME Global Mart www.msmemart.com; which is a Business to Business (B2B) and Business to Customer (B2C) compliant web portal. Services are available through annual membership.",
    "natureOfAssistance": "Platinum membership:\nA member who joins both B2B and B2C portals, will get unlimited access to all B2B and B2C features and is allowed to upload images of 10 products.\n1) Joining fee of Rs.10,000 + service tax for one year\n2) Renewal charges of Rs.10,000 + service tax\n3) For international customers, US$ 250 for one year.\nGold membership:\nA member who joins only B2B or B2C portal will be allowed the features of any one portal, whichever is opted for, and allowed to upload images of 10 products.\n1) Joining fee of Rs.5,000 + service tax for one year\n2) Renewal charges of Rs.5,000 + service tax for one year\n3) For International customers, US$ 125 for one year\nBasic member: Free, with limited access to B2B portal only.",
    "whoCanApply": "Entrepreneurs",
    "howToApply": "Download the application form from NSIC website\nDownload the infomediary services membership revision request form also from NSIC website\nSend the filled-in form to: \nTechnology Infomediary Services and Data Centre (TISDC)\nNational Small Industries Corporation Ltd., NSIC Bhavan, Okhla Industrial Estate, New Delhi – 110020"
  },
  {
    "relatedScheme": "Marketing Intelligence Services Lease",
    "description": "Marketing Intelligence Cell acquires and analyses information for both the existing and potential customers, to understand the market, determine current and future needs and preferences, attitudes and behaviour of market; and to assess changes in business environment that may affect the size and nature of the market. The information includes:\n• Database of bulk buyers (product-wise), buyers in Government/public sector undertakings.\n• Database of rate contracts of various Government departments and PSUs.\n• Information on tenders floated by the Government departments and PSUs.\n• Database of Indian exporters to various countries, with lists of products\n• Database of International buyers with lists of products\n• Database of technology suppliers & projects for MSMEs\n• Business partner matchmaking (arrange one-to-one meetings for foreign delegations with Indian exporters)\n• Market Intelligence reports can be found on web portals pertaining to several sectors, trends analysis and export – import statistics.\n• International library provision with: global importers’ directory, sector specific booklets, National and International business related magazines/databases/ booklets, information guides.\n• List of Micro & Small Enterprises registered with NSIC for Government purchases, raw material assistance, performance & credit rating schemes, list of MSME Industrial associations.",
    "natureOfAssistance": "• Online request form: MSMEs willing to avail any marketing Intelligence services of NSIC may fill the form for:\n1) Bulk buyers in Government/Public & Private sectors\n2) Exporters\n3) International buyers\n4) Technology suppliers\n5). Units registered with NSIC under Single Point Registration Schemes\n6) DGS & D registered suppliers.",
    "whoCanApply": "Potential beneficiaries would be MSMEs seeking business collaboration and co-production opportunities, joint ventures, exporters and importers, and those looking for technology transfer.",
    "howToApply": "Applications may be obtained and sent, dully filled-in, to: \nMarketing Intelligence Cell, Block F, NTSC Complex, NSIC, Okhla Industrial Estate, New Delhi. Telephone: +91-11-26382047,64650781, 64651703\nEmail: mic@nsic.co.in, mangaermic@nsic.co.in."
  },
  {
    "relatedScheme": "Bill Discounting",
    "description": "The scheme covers purchase/discounting of bills arising out of genuine trade transactions i.e., purchase of supplies made by small scale units to reputed Public Limited Companies/State and Central Government Departments/Undertakings.\nBills drawn by small-scale units for supplies made by them and duly accepted by purchaser will be financed against security of bank guarantee in favour of NSIC.\nPurchaser unit(s) may approach NSIC for sanction of annual limits by furnishing information as per the prescribed application form.",
    "natureOfAssistance": "Particulars\tEffective rate of interest (w.e.f., 20/09/2011)\ni) Units having valid SE 1Arating under NSIC’s rating scheme\t12.40%\nii) Units having valid SE 2Arating under NSIC’s rating scheme\t12.90%\niii) Units having valid SE 1B rating under NSIC’s rating scheme\t12.90%\niv) Other units\t13.40%\nAssistance against the security of BG/SDR/FDR.\nThe concessional rate of interest on the good rated units, as mentioned at Sl. nos. (i), (ii) and (iii) above shall be applicable only to those cases, where the units make timely repayments of the Corporation’s dues. The units which have not repaid its dues within the stipulated 90 days, shall not be eligible for the concessional rate of interest.\nThe rate of interest on the delayed payment shall be charged as:\nThe Additional rate of interest on delayed payment shall continue to be charged 3% over and above the normal rate of interest (i.e. 13.40%) for the delays beyond 90 days.",
    "whoCanApply": "Entrepreneurs",
    "howToApply": "Application for request to sanction limit under Bill Discounting Scheme is to be submitted by seller unit duly signed by authorised signatory i.e., Proprietor/Partner/Director of the Firm/Company in duplicate in prescribed form."
  },
  {
    "relatedScheme": "Exhibition Hall, Hyderabad –Aperfect venue for organising Exhibitions/Conferences",
    "description": "Exhibitions/product display events are organised in the hall to showcase competencies of MSEs and to capture market opportunities. The exhibition complex is strategically located and has lush green surroundings. It has very good transport connectivity.",
    "natureOfAssistance": "• Exhibition hall of 18,000 sq.ft.\n• Conference hall with a seating capacity of 100 persons\n• Ample two- wheeler & car parking space\n• 100% power back-up facility\n• Food court\n• Earthquake resistance structure\n• Two atriums for ventilation and natural lighting\n• CCTVfor security surveillance\n• PAsystem\n• Modern fire- fighting system technology\n• Pleasing lush green landscape all around the building\n• 24 hrs. water supply through R.O system",
    "whoCanApply": "Entrepreneurs",
    "howToApply": "Application copy can be obtained from website: www.nsic.co.in, e-mail: emdbphyd@nsic.co.in Tel- +9908499222 / 040-27141422 / 27125802, Fax- 271141411."
  },
  {
    "relatedScheme": "IT Incubator",
    "description": "The scheme is meant for creating sustainable entrepreneurship development in the area of ICT especially among first generation entrepreneurs, nurturing the innovative ideas in to commercially viable business propositions, encouraging commercialisation of R&D outputs into commercial ventures.\nAlso, the scheme harnesses the expertise of NSIC in extending hand- holding of start-up companies to become successful MSEs..",
    "natureOfAssistance": "For utilisation of the space and infrastructure of NSIC-TBI, the prospective entrepreneur have to pay a monthly licence fee to NSIC. In addition to the licence fee, business center, telephone and internet charges are also payable on actuals.\nExpert services like marketing, legal, accountancy are also chargeable.\n• Ready to move in built-up space, standard computer hardware facilities, access to software library, internet and business centre facilities\n• Preliminary level training/counselling, facilitation of fine tuning the business plans, specialised training, mentoring services, market exposure\n• Advanced level facilitation of seed finance/venture capital, market survey, support in legal formalities, documentation support, maturity level\n• Sourcing of business partners, J.V./technology transfer, legal and statutory formalities for launch of enterprise, selection process",
    "whoCanApply": "Persons who would like to become an entrepreneur or founded an enterprise; groups of researchers´ nearby Universities who are partially financed by an industrial partner in-charge and who develop products adapted to this partner´s needs; students or ideally potential employees of start-ups, who are in need of some practical training in the Industry; people who have established credibility in the Industry and would subsequently like to start product development on their own are eligible to apply.\nInvestors who financially commit themselves to researchers´ groups as well as to the start-ups at the incubator; clients and sales partners who are interested in cooperation with researchers´ groups and start-ups at the incubator. Industrial Enterprises, Universities and private training Institutions which are interested to transfer their know-how within the qualifying offers of the incubator and mediate their clients may also apply.",
    "howToApply": "Filled in applications can be sent to:\nProject Manager - NSIC TBI-Okhla, NTSC Premises\nOkhla Industrial Estate, New Delhi - 110020 Tel:011-26926513E-mail:itincubator@nsic.co.in"
  },
  {
    "relatedScheme": "E x h i b i t i o n - c u m - M a r k e t i n g Development Business Park",
    "description": "The need of growing corporate and business entrepreneurs for establishment of their operations in an extraordinary - business environment is increasing. To cater to these needs, an Exhibition Cum-Marketing Development Business Park, a five storied building, having a covered area of 1,50,000 sq. ft. with the provision of exhibition space on the ground floor and office space on the upper floors has been constructed at NSIC-TSC Complex, ECIL Post, Hyderabad spread over a sprawling area of 8 acres.",
    "natureOfAssistance": "• Aesthetics of building by providing ACP, structural glasing, fountains, etc.\n• 100% power back-up facility\n• Ample parking space\n• Capsule elevators\n• Large column free space in office areas\n• Conference hall with a seating capacity of 100 persons\n• Exhibition hall of 18,000 sq. ft.\n• Food court\n• Earthquake resistant structure\n• Polished granite flooring in all common areas\n• Two atriums for ventilation and natural lighting\n• CCTVfor security surveillance\n• PAsystem\n• Modern fire- fighting technology\n• Pleasing lush green landscape all around the building\n• Rain water harvesting\n• Wide approach road for hassle-free traffic movement\n• Wide corridors inside the building",
    "whoCanApply": "Corporate and business entrepreneurs",
    "howToApply": "The applications/proposals for seeking assistance can be submitted to NSIC, with full details and justification."
  },
  {
    "relatedScheme": "Software Technology and Business Parks",
    "description": "NSIC has established Software Technology-cum-Business Parks in New Delhi and Chennai for providing space to Small and Medium Enterprises in software development and to IT/ITES/MSME units not registered with STPI or units that are falling under the overall definition of MSME. Units other than MSME such as banks/PSUs/ financial institutions, corporate sector would also be considered for allotment.",
    "natureOfAssistance": "Facilities available: Built-up space in modules/ hall having areas varying from 400 sq. ft. to 4,000 sq. ft. \n100% power back-up, Speed data link: High speed data communication facility through satellite connection is available. The member units can avail 64 kbps to 2 Mbps dedicated leased channels, one telephone line for business promotion.",
    "whoCanApply": "Entrepreneurs",
    "howToApply": "Download the application forms from NSIC website and the filled in application form should be submitted to: \nOfficer In-charge, NSIC-STBPComplex\nOkhla Industrial Estate, New Delhi - 110 020 \nor\nOfficer In-charge\nNSIC-STBP, Chennai"
  },
  {
    "relatedScheme": "Exhibition Grounds, New Delhi",
    "description": "To showcase competencies of small scale industries and to capture market opportunities NSIC has constructed its own state-of-the-art Exhibition Complex adjacent to its corporate office.",
    "natureOfAssistance": "1,500 sq. mtrs. of fully air-conditioned built-up area 16,000 sq. mtrs.of open space with hard standing base\nFacility of cafeteria including open theatre\nSeparate entry and exit gates\nAmple parking space to accommodate more than 1,000 cars 500 KVA uninterrupted power supply through DG set 24 hours water supply \nFacility available for conferences and business meetings",
    "whoCanApply": "Entrepreneurs",
    "howToApply": "Apply to:\nDy. General Manager, NSIC\nWebsite: www.nsic.co.in."
  },
  {
    "relatedScheme": "Prime Minister’s Employment Generation Programme (PMEGP)",
    "description": "The scheme is implemented by Khadi and Village Industries Commission (KVIC) as the nodal agency at the national level. At the state level, the scheme is implemented through State KVIC Directorates, State Khadi and Village Industries Boards (KVIBs) and District Industries Centres (DICs) and banks. The Government subsidy under the scheme is routed by KVIC through the identified banks for eventual distribution to the beneficiaries/entrepreneurs into their bank accounts.",
    "natureOfAssistance": "The maximum cost of the project/unit admissible in manufacturing sector is Rs.25 lakhs and in business/service sector is Rs.10 lakhs.\nLevels of funding under PMEGP:\nCategories of beneficiaries under PMEGP\tBeneficiary’s contribution (of project cost)\tRate of subsidy (of project cost)\nArea (location of project/unit)\tUrban\tRural\nGeneral category\t10%\t15%\t25%\nSpecial (including SC/ST/OBC/ Minorities /Women, Ex-servicemen, Physically handicapped, NER, Hill and Border areas, etc.)\t05%\t25%\t35%\nThe balance amount of the total project cost will be provided by the banks as term loan and working capital.",
    "whoCanApply": "Any individual above 18 years of age can apply. The beneficiary must have passed at least VIII standard for projects costing above Rs.10 lakh in the manufacturing sector, and above Rs.5 lakh in the business/service sector. Only new projects are considered for sanction under PMEGP. SHGs (including those belonging to BPL, provided that they have not availed benefits under any other scheme), Institutions registered under Societies Registration Act, 1860; Production Co-operative Societies, and Charitable Trusts are also eligible.\nExisting units (under PMRY, REGP or any other scheme of Government of India or State Government) and units that have already availed Government subsidy under any other scheme of Government of India or State Government are not eligible.",
    "howToApply": "The State/Divisional Directors of KVIC in consultation with KVIB and Director of Industries of the respective states (for DICs) will give advertisements locally through print & electronic media inviting applications along with project proposals from prospective beneficiaries desirous of establishing the enterprise/starting of service units under PMEGP.\nThe beneficiaries can also submit their application online at http://www.kviconline.gov.in/pmegp/ pmegponlineapp and take the printout of the application and submit the same to respective offices along with the detailed project report and other required documents."
  },
  {
    "relatedScheme": "Janshree Bima Yojana for Khadi Artisans",
    "description": "In order to provide insurance cover to Khadi artisans, a scheme of group insurance in the name of Khadi Karigar Janshree Bima Yojana (JBY) was launched. This scheme was formulated by KVIC in association with the Life Insurance Corporation of India (LIC).",
    "natureOfAssistance": "For death due to: (1) Natural causes – Rs.20,000; and (2) Accident – Rs.50,000.\nFor permanent disability (loss of two eyes or two limbs) – Rs.50,000. \nFor partial disability (loss of one eye or one limb) – Rs.25,000. \nFree add-on benefit: Scholarship of Rs.300 per quarter for children of Khadi Karigar, studying in 9th to 12th standard, subject to a maximum of 2 children per family",
    "whoCanApply": "Khadi Karigar (spinners and weavers) aged between 18 - 59 years. Khadi Karigar should be below, or marginally above the poverty line.",
    "howToApply": "Nominee of the deceased Khadi Karigar to submit original death certificate to Pension Group Schemes Department of LIC of India through the Khadi Institution under which the deceased was a member."
  },
  {
    "relatedScheme": "Market Development Assistance",
    "description": "A flexible, growth stimulating and artisan oriented Market Development Assistance (MDA) scheme has been introduced in place of the erstwhile system of Rebate. Under the MDA, financial assistance is provided to institutions @ 20% of the value of production of Khadi and Polyvastra, to be shared among the artisans producing Institutions and selling Institutions in the ratio 25:30:45. MDA allows the Institutions flexibility to use the assistance for improving the outlets, products and production processes, besides giving incentive to customers, etc.",
    "natureOfAssistance": "MDA shall be allowed @ 20% on cost of production of Khadi (cotton, silk, woollen) and Polyvastra to the extent of production target approved by the Standing Finance Committee (SFC) of KVIC for the year.",
    "whoCanApply": "The Khadi institutions, having valid Khadi certificate and categorised as A+, A, B and C only are eligible to avail MDA grant from KVIC.",
    "howToApply": "The total amount of MDA on production will be claimed by the producing Institution from the KVIC and will be distributed amongst the stakeholders viz., spinners and weavers, producing Institutions and selling Institutions in the ratio 25%, 30% and 45% respectively. Producing Institutions shall submit quarterly claim of MDA based on the actual production achieved during the preceding quarter of the financial year. The difference, if any, would be adjusted in the last quarter of the financial year on the basis of audited accounts by the Chartered Accountants. The MDA shall be preferably reimbursed electronically by the State/Divisional office of the KVIC on quarterly basis."
  },
  {
    "relatedScheme": "Science & Technology Schemes",
    "description": "The Scheme envisages extension of the fruit of the research at the laboratory level for application at the field level and extension of testing and service facility. The Research and Development activities of the Board are carried out through the twin research institutes; the Central Coir Research Institute, Kalavoor and Central Institute of Coir Technology, Bangalore.",
    "natureOfAssistance": "Technology Transfer, Incubation, Testing and Service Facilities",
    "whoCanApply": "The research outcomes are beneficial to the coir industry and trade in India and abroad",
    "howToApply": "The trade/ Manufactures/ Entrepreneurs/Coir Workers can approach Research Centre for availing assistance in Technology Transfer, Incubation, Testing and Service Facilities"
  },
  {
    "relatedScheme": "Coir Udyami Yojana (Earlier known as Schemes for Rejuvenation, Modernisation and Technology Upgradation of Coir Industry )",
    "description": "This is a credit linked subsidy scheme for setting up of coir units with project cost up to Rs.10 lakh plus one cycle of working capital which shall not exceed 25% of the project cost. Working capital will not be considered for subsidy.",
    "natureOfAssistance": "Maximum admissible cost of the project is 10 lakhs plus working capital, which shall not exceed 25% of the project cost.\nBeneficiary’s contribution 5% of the project cost\nBank credit Rate 55%\nRate of Subsidy 40% of the project",
    "whoCanApply": "Individuals, Companies, Self Help Groups, Non Governmental Organizations, Institutions registered under Societies Registration Act 1860, Production Co-operative Societies, Joint Liability Groups and Charitable Trust.",
    "howToApply": "The applications can be collected from Coir Board Offices, District Industries Centres, Coir Project Offices, Panchayati Raj Institutions and the Nodal Agencies approved by the Board for this purpose and have to be submitted directly to the Coir Board Field Offices or through the DICs."
  },
  {
    "relatedScheme": "Coir Vikas Yojana",
    "description": "Coir Board is implementing the Central Sector Scheme of Export Market Promotion with a view to improve the export performance of Indian Coir Sector through various export market promotion activities such as sponsoring delegations, participating in seminars and conferences, organising participation in international fairs, undertaking generic publicity abroad, extending financial assistance to Micro, Small and Medium Enterprises and Exporters, presenting Coir Industry Awards on an annual basis to recognize the outstanding performance in the areas of export, domestic trade, R&D, functioning of units & societies etc.",
    "natureOfAssistance": "1. Delegation, Consultancy & Information Sourcing 2. Participation in seminars and conferences 3. Participation in international fairs/buyer seller meets 4. Publicity abroad 5. External Market Development Assistance 6. Coir Industry Awards",
    "whoCanApply": "Manufacturers, Entrepreneurs and Exporters of Coir",
    "howToApply": "The application forms can be had from the Coir Board HO and also can be downloaded from the website"
  },
  {
    "relatedScheme": "Skill Upgradation & Mahila Coir Yojana (MCY)",
    "description": "Skill Upgradation & Mahila Coir Yojana (MCY) is one of the key schemes under the Scheme Coir Vikas Yojana earlier it was known as Coir Plan(General) scheme which provides development of domestic and export markets, skill development and training, empowerment of women, employment/entrepreneurship creation and development, enhanced raw material utilization, trade related services, welfare activities for the coir workers, etc. Mahila Coir Yojana (MCY), in particular, aims at women empowerment through the provision of spinning equipment at subsidised rates after appropriate skill development training.",
    "natureOfAssistance": "The stipend per trainee for the skill development programmes will be limited to Rs.1000/- per month and in the case of training programmes of less than one month duration, stipend will be disbursed on prorata basis. The honorarium for the trainer will be limited to Rs. 6,000/- per month. An amount of Rs.400/- per head per month will be provided as financial assistance to the training sponsoring agency to meet the operational cost of the training for raw material, power charges, other incidentals etc.\nUnder MCY, the Coir Board provides 75% cost of motorised Ratt/motorised traditional Ratt as one time subsidy, subject to a ceiling of Rs.7,500 in the case of motorised Ratt and Rs.3,200 for motorised traditional and Electronic Ratt.",
    "whoCanApply": "Rural women artisans in regions producing coir fibre.",
    "howToApply": "Selection of trainees for in-house training at NCT&DC will be made by inviting applications through advertisements in print and electronic media and through recommendation from the authorities of the coir producing States.\nSelection of trainees for training programmes conducted at Regional Extension Centres will be made by the officer-in-charge of the centre through sponsoring of candidates by trade associations, unit owners, Industries Department, NGOs, Co-operatives, etc."
  },
  {
    "relatedScheme": "D e v e l o p m e n t o f P r o d u c ti o n Infrastructure (DPI)",
    "description": "Coir Board is implementing the plan scheme ‘Development of Production Infrastructure’ with the objective of providing modern infrastructure facilities to coir production units, resulting in improvement of productivity and quality and also in creation of employment opportunities especially for women in the rural areas. It also aims the establishment of new “State of the Art” Coir Processing Units, Spread of the industry to potential areas, Enhanced utilization of available raw material, Attracting new generation entrepreneurs to the industry , Modernisation of existing unit, Production of high value customer oriented products, Make the Coir Industry competitive, Adoption of eco friendly production techniques and Achieve the target of a pollution free coir industry with technological advancements.",
    "natureOfAssistance": "Under the DPI scheme the Coir Board financial assistance is provided for setting up of coir units with a project cost up to Rs. 10 lakhs in the country. Subsidy will be provided @ 25% of the project cost subject to a maximum of Rs. 6 lakh for setting up of De-fibering Unit, Rs.4 lakh for Automatic Spinning Unit and Rs.5 lakh for others, including Coir Pith Unit. For a Composite or a Multiple Unit, the maximum monetary ceiling of assistance would be Rs. 9 lakh. For calculation of subsidy amount, the cost of building will be restricted to a maximum of Rs. 8 lakh for De-fibering and coir pith units and Rs. 6 lakhs for others including Automatic spinning Unit.",
    "whoCanApply": "All new coir processing units registered with Coir Board under Coir Industry (Registration) Rules, 2008 and registered with the DIC of the respective region of the entire coir sector of the country with project cost exceeding Rs.10/- lakh each or more than the ceiling fixed in Coir Udyami Yojana Scheme are eligible for assistance under the scheme.",
    "howToApply": "The unit shall submit the application in the prescribed format for grant of financial assistance for new units under the scheme within 6 months from the date of commencement of production of the unit. The date of commencement of production should be supported by a certificate issued by the GeneralManager,DICofthe respective area."
  },
  {
    "relatedScheme": "Personal Accident Insurance’ Scheme Coir Workers",
    "description": "The Coir Board is implementing the plan scheme ‘Welfare Measures-Coir Workers Group Personal Accident Insurance’ scheme for providing financial compensation to deceased/disabled coir worker/nominee. The entire insurance premium is paid by the Coir Board to the insurance company selected by calling quotations. The financial compensation is provided by the insurance company to the disabled coir workers or nominee of the disabled or deceased coir workers.",
    "natureOfAssistance": "Compensations payable under the scheme are given below.\n1. Accident death: Rs.50,000\n2. Permanent total disability: Rs.50,000\n3. Permanent partial disability: Rs.25,000\n4. Provision for finger cut: Depending upon the finger and limited to applicable percentages of capital sum insured. ",
    "whoCanApply": "Coir workers aged 18 years and above engaged in the industry (no upper age limit) are covered under the insurance scheme. The disabled coir worker or nominee of the disabled/deceased coir worker can apply for the claim. Considering the welfare of the women who form the majority of the group proposed, the accident in their case will include death and disablement arising out of and traceable to sterilisation and consequent complications, arising out of pregnancy, child birth, caesarean hysterectomy, removal of breast as well as murder and rape, etc.",
    "howToApply": "In the event of an eligible admissible claim, the claim form should be submitted through the offices of Coir Board authorised for the purpose within the time limit fixed by disabled coir worker or a nominee of the disabled/deceased coir worker."
  },
  {
    "relatedScheme": "Trade and Industry Related Functional Support Services (TIRFSS)",
    "description": "Collection of statistical data pertaining to various aspects like production, productivity, labor infrastructure, raw material, marketing, etc is required for providing feedback to the trade and industry and for formulating appropriate policy for the overall organized and systematic development of Coir Board. Introducing e-governs system in order to assess the schemes and services of coir Board by the public easily and to make all the activities in transparent way. Organize HRD programs for Coir workers for uploading their knowledge in all spheres.",
    "natureOfAssistance": "Accessible export data such as name of export countries, quantum of export in country basis. Survey & Study reports of various sectors is available for the Coir Industry. HRD Program can be utlised by coir workers for the betterment of their knowledge in tunes of modern technology.",
    "whoCanApply": "Coir workers, New Entrepreneurs can be availed HRD program organized under the scheme.",
    "howToApply": "The Entrepreneurs/Coir Workers can approach regional offices of the Board for undergoing HRD program being organized in different region."
  },
  {
    "relatedScheme": "Domestic Market Promotion Scheme",
    "description": "Domestic Market Promotion is one of the major functions envisaged under the Coir Industry Act 1953, Under the Scheme the Board is undertaking various measures for popularizing coir and coir products and expanding the domestic market. The following activities are undertaken by the Board for the purpose. I. Establishment and Maintenance of Showrooms & Sales Depots. II. Participation in Domestic Exhibitions.",
    "natureOfAssistance": "The Scheme proposes to provide financial assistance to the Apex Co-operative Societies, Central Co-op. Societies, Primary Co-operative Societies, Public Sector Enterprises in the coir industry and the Showroom and Sales Depots of the Coir Board. The MDA is granted at the rate of 10% of their average annual sales turnover of coir products including coir yarn and rubberized coir goods during the preceding three financial years. This Assistance will be shared on 1:1 basis between the Central Government and the concerned State/Union Territory Government. The disbursement of Central share of MDA will be subject to the budgetary outlay available with the Coir Board under the relevant schemes.",
    "whoCanApply": "Apex societies, Central Co-operative societies, primary Co-operatives, Public Sector Enterprises, Showrooms & Sales Depots of the Board.",
    "howToApply": "The MDA application form can be had from the Coir Board HO and also can be downloaded from the website of coirboard."
  },
  {
    "relatedScheme": "Aspire (Scheme for promotion of Innovation, Entrepreneurship and Agro-Industry)",
    "description": "The main objectives of the scheme are to:\n(i) Create new jobs and reduce unemployment\n(ii) Promote entrepreneurship culture in India\n(iii) Grassroots economic development at district level\n(iv) Facilitate innovative business solution for un-met social needs, and\n(v) Promote innovation to further strengthen the competitiveness of MSME sector.",
    "natureOfAssistance": "80 Livelihood business incubators (2014-2016) to be set up by NSIC, KVIC or Coir Board or any other Institution/agency of GoI/State Govt. on its own or by any of the agency/Scheme for promotion of Innovation, Entrepreneurship and Agro-Industry organisation of the M/o MSME, one-time grant of 100% of cost of Plant & Machinery other than the land and infrastructure or an amount up to Rs.100 lakhs whichever is less to be provided\nIn case of incubation centres to be set up under PPP mode with NSIC, KVIC or Coir Board or any other Institution/agency of GoI/State Govt., one-time grant of 50% of cost of Plant & Machinery other than the land and infrastructure or Rs.50.00 lakhs, whichever is less to be provided.\nAssistance towards the training cost of incubates will be met out of the ATI scheme of the Ministry as far as possible for both centres.\nTotal budget plan is Rs.62.50 crore for 2014-2016.",
    "whoCanApply": "Implement the IncubationandCommercialisation of Business Ideas Programme through technical/research institutes including those in the field of agro based industry. These would be designated as Knowledge Partners and would incubate new/existing technologies for their commercialisation. To provide funds for the incubator/incubation and create necessary synergy between this scheme and the Livelihood Business Incubators/Technology Business Incubators and Incubation schemes of MSME/NSIC/KVIC/Coir Board/ Other Ministries/Departments as well as Private incubators.",
    "howToApply": "Application can be sent to Aspire Scheme Steering Committee of Ministry of MSME. Scheme Steering Committee will be responsible for overall policy, coordination, and management support. The Council will be chaired by Secretary, Ministry of MSME."
  },
  {
    "relatedScheme": "Revamped Scheme of Fund for Regeneration of Traditional Industries (SFURTI)",
    "description": "The main objectives of the scheme are to:\n• To organize the traditional industries and artisans into clusters to make them, competitive and provide support for their long term sustainability\n• To provide sustained employment for traditional Industry artisans and rural entrepreneurs;\n• To enhance marketability of products of such clusters by providing support for new products, design intervention and improved packaging and also the improvement of marketing Infrastructure;\n• To equip traditional artisans of the associated clusters with the improved skills and capabilities through training and exposure visits;\n• To make provision for common facilities and improved tools and equipments for artisans;\n• To strengthen the cluster governance systems with the active participation of the stakeholders, so that they are able to gauge the emerging challenges and opportunities and respond to them in a coherent manner;\n• To build up innovative and traditional skills, improved technologies, advanced processes, market intelligence and new models of public-private partnerships, so as to gradually replicate similar models of cluster-based regenerated traditional Industries.",
    "natureOfAssistance": "The Scheme would cover three types of interventions namely ‘soft Interventions’, ‘hard Interventions’ and ‘thematic interventions’. The project outlay for various clusters is as follows:\nHeritage cluster (1000-2500 artisans*):Rs 8 crore\nMajor cluster (500-1000 artisans*) : Rs 3 crore\nMini cluster (Up to 500 artisans*) : Rs 1.5 crore\n*For NER/J&K and Hill States, there will be 50% reduction in the number of artisans per cluster.\nSoft Interventions: Max Rs 25.00 lakhs (100% scheme funding)\nHard Interventions: As per project requirement (75% scheme funding)\nCost of Technical Agency Rs 8% of Soft and Hard interventions (100% scheme funding)\nCost of Implementing Agency/Cluster Executive: Max Rs 20.00 lakhs (100% scheme funding).",
    "whoCanApply": "Non-Government organizations (NGOs), Institutions of the Central and State Governments and, Semi-Government institutions, field functionaries of State and Central Govt., Panchayati Raj institutions (PRIs), etc with suitable expertise to undertake cluster development.",
    "howToApply": "The above eligible agency/organization has to submit the proposal to the State Office, KVIC and the same is to be scrutinized at State Level and Zonal Level before submitting to Scheme Steering Committee for approval."
  },
  {
    "relatedScheme": "Udaan training programme for unemployed youth of J&K (SII J&K)",
    "description": "This scheme provides employment oriented training to the youth from the state over five years covering various sectors like business management, software, BPO.",
    "natureOfAssistance": "The duration, place and nature of training is decided after considering the profile of the candidates and their skill gap. After completion of the training, the corporate training company will take necessary measures for placement of the trainees in association with NSDC.\nGovernment of India will bear the expenditure on travel from J&K to training destination, boarding & lodging, stipend and placement fee in respect of trainees.",
    "whoCanApply": "Graduates, post-graduates and professional degree holders are eligible.",
    "howToApply": "Interested youth for availing the training programme need to visit http://nsdcudaan.com/ website and select the programme.\nTo become a corporate trainer partner, proposal may be submitted in the prescribed formats to udaan@nsdcindia.org."
  },
  {
    "relatedScheme": "National Skill Certification & Monetary Reward (STAR scheme)",
    "description": "The scheme is for encouraging skill development among the youth by providing monetary rewards for successful completion of approved training programmes.\nThe scheme shall be implemented through Public-Private and Public-Public partnerships.\nThe scheme will provide monetary incentives for successful completion of market-driven skill training to approximately Rs.10 lakh youth in a span of one year from the date of implementation of the scheme.\nAfter the training programme a STAR (Standard Training Assessment & Reward) certificate will be given by GoI, NSDC, RASCI/GJSCI which is valid all over India.",
    "natureOfAssistance": "Assessment and training bodies for all purposes of the scheme will be separate and no overlap of roles will be allowed to maintain transparency and objectivity. The monetary reward will be wholly funded by the Ministry of Finance, Government of India, and will be effected through direct bank transfer to the beneficiaries’ accounts. Appropriate consideration will be provided to the economically backward sections.",
    "whoCanApply": "The scheme is currently meant only for candidates availing themselves of skill development trainings from eligible providers.\nThose training providers, who have no prior affiliation with any government institution or NSDC, will go through a pre-screening process of the Sector Skill Councils (SSCs) according to an Affiliation Protocol prepared by NSDC/SSC\nEducation of minimum 10th Class pass is necessary and should be 18 years and above.",
    "howToApply": "Visit website for details: www.nscsindia.org and approach respective SSC or approach the following:\nNational Skill Development Corporation, Block A, Clarion Collection, Shaheed Jeet Singh Marg, New Delhi - 110016."
  },
  {
    "relatedScheme": "Pradhan Mantri Kaushal Vikas Yojana",
    "description": "The objective of this scheme is to encourage skill development for youth by providing monetary rewards for successful completion of approved training programs.",
    "natureOfAssistance": "Key features of the PMKVY includes adhering to standards (National Occupational Standards – NOS and Qualification Packs – QPs for specific job roles), fund is directly transferred to the trainees bank account, Training would be based upon assessment of skill demand and the skill gap studies, it will be aligned to the demand from the Central Governments other flagship programmes, it will target drop out students after class 10 and class 12, special focus would be on youth in regions affected by left-wing extremists and from North Eastern States and J&K, trainees with prior experience or skills and competencies will be assessed and they will also be given monetary rewards for undergoing assessments, Monetary reward for various job roles within a sector would also vary, Robust regime for registration of training providers would be followed, Awareness building & mobilization activities would be carried out with the involvement of local State and district Governments as well as involvement of Members of Parliament in the activities to ensure greater outreach and ownership. Improved curricula, better pedagogy and trained instructors (all skill training would include soft skill training, personal grooming, behavioural change for cleanliness and good work ethics as a part of the training curricula), Enhanced monitoring, mentorship support, evaluation and grievance redressal.",
    "whoCanApply": "This Scheme is applicable to any candidate of Indian nationality who:\na) undergoes a skill development training in an eligible sector by an eligible training provider as defined above;\nb) is certified during the span of one year from the date of launch of the scheme by approved assessment agencies as defined above;\nc) is availing of this monetary award for the first and only time during the operation of this scheme.",
    "howToApply": "For further information please check the website of NSDC"
  },
  {
    "relatedScheme": "Apprenticeship Training",
    "description": "This scheme aims to provide facilities available in industry for imparting practical training with a view to meeting the requirements for skilled manpower of Industry.",
    "natureOfAssistance": "Monthly stipend ranging from Rs.1,970 per month to Rs.3,560 per month.",
    "whoCanApply": "Any person who is 14 years or above, fulfills basic physical and educational standards as per the apprentices act.",
    "howToApply": "Employers and apprentices fulfilling the norms obligations under the Act can send their proposals to the Department of Education through state apprentice advisors, who are also the prime implementers of this scheme."
  },
  {
    "relatedScheme": "Craftsmen Training (ITIs)",
    "description": "The scheme is formulated to impart skills in various vocational trades to meet the skilled manpower requirements for technology and industrial growth by way of Industrial Training Institutes (ITIs).",
    "natureOfAssistance": "Offer skills at a subsidised (minimal) fee.",
    "whoCanApply": "Students willing to take part in training should possess academic qualification prescribed for the trade which varies from class-VIII pass to class-XII pass depending upon the trade.",
    "howToApply": "Proforma for admission may be obtained from the State Directorate dealing with Craftsmen Training Scheme or from the Principal of the concerned Industrial Training Institute conducting training programmes under Craftsmen Training scheme."
  },
  {
    "relatedScheme": "Skill Development in 34 Districts Affected by Left Wing Extremism",
    "description": "The aim is to create skill development infrastructure in the 34 districts closer to the people of left wing extremism (LWE) affected districts. The objective is to establish one ITI & two Skill Development Centers (SDCs) in each of the 34 districts and to run demand driven vocational training courses, both long and short term, to meet the requirement of skilled manpower of various sectors. Under the skill training component of the scheme, 30, 120 and 10 youth per district will be trained in long term, short term and instructor training courses respectively.",
    "natureOfAssistance": "The scheme facilitates skill training programmes for 1,000 youth in long term training and 4,000 youth in short term training with a stipend of Rs.5,000 in Private Institutes and Rs.3,500 in Government Institutes.",
    "whoCanApply": "State Directorate of Employment and Training",
    "howToApply": "Candidates can apply in the prescribed format which will be taken through local DET office or directly through ITI/Skill Development Centre (SDC) where the said scheme is being offered."
  },
  {
    "relatedScheme": "Skill Development Initiative (SDI)",
    "description": "The main aim is to provide vocational training to school dropouts, existing workers, ITI graduates, etc., to improve their employability by optimally utilising the infrastructure available in Government, Private Institutions and Industry.",
    "natureOfAssistance": "100% centrally sponsored demand driven short term training courses based on Modular Employable Skills decided in consultation with industry. Existing skills of the persons can also be tested and certified under this scheme.",
    "whoCanApply": "School dropouts, existing workers, ITI graduates",
    "howToApply": "Candidates can approach the VTPs in their locality for assistance in getting trained in the selected module. VTP will arrange for their assessment by any one of the Assessing Bodies selected by RDAT."
  },
  {
    "relatedScheme": "Upgradation of 1396 ITIs through PPP",
    "description": "The objective of the Scheme is to improve the quality of vocational training in the country and make it demand driven so as to ensure better employability of the graduates.",
    "natureOfAssistance": "An interest free loan upto Rs. 2.5 cr. is given by the Central Government directly to the IMC on the basis of Institute Development Plan (IDP) prepared by it. The loan is repayable by the IMC in 30 years, with a moratorium of 10 years and thereafter in equal annual instalments over a period of 20 years. Under this scheme the IMC has been given financial and academic autonomy to manage the affairs of the ITI.",
    "whoCanApply": "Government ITIs",
    "howToApply": "1396 ITIs are being selected with a compulsory requirement of forming on Institute Management Committee (IMC) consisting of Industry members as well as faculty."
  },
  {
    "relatedScheme": "Capital Goods Scheme",
    "description": "Under the Capital Goods Scheme assistance is provided for following activities:\na) Common engineering facility centre may be set up by the local industry and the industry association so that manufacturing services, hitherto, not available, will be accessible to capital goods sector in the catchment area.\nb) Integrated industrial infrastructure facilities for machine tool industry provide an ecosystem for manufacturing of machine tools in industrial cluster mode in order to cut down the logistic cost substantially and therefore making the sector cost effective having enhanced export capability and favourable for attracting more investment.\nc) The Centre will become test and certification centre for statutory and regulatory requirements of earthmoving machinery. The facility will be implemented by the Government of India\nd) The fund will provide financial assistance to existing capital goods industrial units for acquiring / transferring and assimilating advanced technologies and also development of technologies through contract route, in-house route or through joint route of contract in order to achieve global standards and competitiveness.",
    "natureOfAssistance": "a) Central Assistance will be by way of one time grant-in-aid (not equity) not exceeding 80% of the project cost subject to maximum of Rs. 48.96 crore for two Common Engineering Facility Centres\nb) One time grant-in-aid (not equity) not exceeding 80% of the project cost subject to maximum of Rs. 125 crore.\nc) Central Assistance will be Rs. 100 crore from DHI, during the Pilot phase.\nd) Central Assistance will be by way of one time grant upto 25% of the cost of Technology Acquisition of each technology. Maximum amount given shall not exceed Rs. 10 crore. The funding support will be through a Government R & D institution.",
    "whoCanApply": "MSMEs, Local industries, Industry Associations, Financial Institutions, Central / Sate Government, R&D Institution, Central / State PSUs etc",
    "howToApply": "Application may be submitted for each technology development projects which facilitates global competitiveness. Applications and enclosures (including DPR) to be sent in duplicate. Soft copies of the application in prescribed format and DPR (one each in MS Word format and in pdf format) to be sent in Compact Disc."
  },
  {
    "relatedScheme": "Excise duty concession to PWDs",
    "description": "Under Excise duty concession to PWDs the assistance is provided for following activities: Issue of an excise duty concession certificate on purchase of cars by the physically handicapped persons stipulates that this concession can be claimed on if a Deputy Secretary/Director in the Ministry of Industry certifies that the vehicles is fit for use by the handicapped persons.",
    "natureOfAssistance": "Ministry of Finance, Government of India, has allowed a concessional rate of excise duty of 8% as against the normal rate of 16% and 24% on cars being able to be driven by the physically handicapped; or A person with physically handicapped can also drive the car.",
    "whoCanApply": "A person with physically handicapped can also drive the car.",
    "howToApply": "a) A medical certificate from the Medical Officer of a Government Hospital, as per the prescribed proforma.\nb) A certificate from the manufacturer of a passenger car to the effect that a booking has been made with them and that the passenger car to be delivered to the handicapped person has specifically been designed or fitted with special control devices or gadgets, depending upon the type of disability of the person, such as auto transmission, grip assembly, accelerator pedals, hand control, etc. fitted in the depending upon whether the disability is in right/left arm or in both legs or in combination.\nc) An affidavit by the applicant that he had not availed of this concession in the last 5 years and that he will not dispose of the cars with excise duty concession after purchase for a period of 5 years.\nThe application from the physically handicapped persons, duly meeting the above requirements may be sent to The Under Secretary (AEI Section) Ministry of Heavy Industries & Public Enterprises, Department of Heavy Industry, Room No. 384, Udyog Bhawan, New Delhi- 110011."
  },
  {
    "relatedScheme": "Custom Duty Concession",
    "description": "Under Custom Duty Concession the assistance is provided for following activities: Application for grant of concessional rate of customs duty under “Project Import” Scheme in respect of imported machinery and equipments for initial setting up of the project/for effecting substantial expansion of the project in respect of Automotive Sector is to be sent to the Department of Heavy Industry",
    "natureOfAssistance": "Concessional rate of customs duty for selected import of machinery and equipments.",
    "whoCanApply": "Any Manufacturer in automotive sector",
    "howToApply": "The application needs to be sent at the following address: Joint Secretary [Auto Division] Department of Heavy Industry Ministry of Heavy Industries and Public Enterprises Udyog Bhawan, New Delhi."
  },
  {
    "relatedScheme": "Financial Assistance for Promotion of Youth Activities and Training (FAPYAT)",
    "description": "The Ministry of Youth Affairs and Sports has various schemes to assist the youth and encourage them to promote national integration and eradicate social evils.",
    "natureOfAssistance": "Under the scheme financial assistance would be provided under normative pattern.",
    "whoCanApply": "The age criteria for youths to join these training programmes are between 15-35 years.",
    "howToApply": "The eligible NGO will submit its application along with requisite documents, with the recommendations of any of the following: State Government, UT Administration, District Collector/DM, NYK, NSS Regional Centre.\nApplication must be sent to: Deputy Secretary/Director (Training), Ministry of Youth Affairs and Sports, Shastri Bhavan, New Delhi"
  },
  {
    "relatedScheme": "National Programme for Youth and Adolescent Development (NPYAD)",
    "description": "The scheme envisages developing leadership qualities and personality of youth and to channelise their energy towards socio-economic development and growth of the nation.\n• Foster the spirit of adventure, risk taking, team work, and capacity of ready and vital response to challenging situations and of endurance among youth;\n• Motivating the youth to act as a focal point for dissemination of knowledge in the rural areas and involve them in nation building process.",
    "natureOfAssistance": "Grants-in-aid shall be released to the project implementing agency up to 50% of the approved amount as 1st installment. In case of State/UT governments, NSS and NYKS advance up to 90% may be released. The balance shall be released on completion of the programme.\nSelection of women beneficiaries will have a distinct priority and care should be taken to include at least one-third beneficiaries from women. Youth Leadership and Personality Development Training Grants will be awarded to recognised institutions.",
    "whoCanApply": "Members of youth clubs affiliated to the Nehru Yuva Kendra Sangathan, NSS, state government youth organisations, state level organisations (SLOs) and Universities.",
    "howToApply": "Proposals should be sent directly to the Union Ministry of Skill Development, Entrepreneurship, Youth Affairs and Sports."
  },
  {
    "relatedScheme": "National Youth Corps (NYC) implemented through Nehru Yuva Kendra Sangathan (NYKS)",
    "description": "The objective is to tap the potential of youth and channeling their energy towards nation building.\n• To set up a group of disciplined and dedicated youth who have the inclination and spirit to engage in the task of nation building.\n• To facilitate realisation of inclusive growth (both social and economic).\n• To act as points for dissemination of information, and basic knowledge in the community.\n• To act as group modulators and peer group educators.\n• To act as role models for younger people especially towards enhancement of public ethics, probity and dignity of labour.",
    "natureOfAssistance": "Volunteers will be paid an honorarium of Rs.2,500 per month for their engagement up to two years (including the period of training which will be for 4 weeks) in identified development activities.",
    "whoCanApply": "The scheme enables young men and women in the age group of 18-25 years to serve up to two years on a full time basis up to March 2012 for which they receive an honorarium of Rs.2,500 per month. Representation from the weaker sections of the society and gender balance is encouraged. Qualification of minimum 10th class pass is eligible.",
    "howToApply": "Any young person wishing to enroll shall be required to submit application, in the prescribed format to the concerned District Youth Coordinator of NYKS."
  },
  {
    "relatedScheme": "Development/Upgradation of Watermills and setting up Micro Hydel Projects (up to 100 KW capacity)",
    "description": "The Watermills (WM) and Micro Hydel Projects (MHP) have the potential to meet the power requirements of remote areas in a decentralized manner. The scheme provides grant of Central Financial Assistance for development/ upgradation of WM and setting up of MHP. The scheme also envisages support for specialised studies/survey, strengthening of database, training and capacity building relating to WM and MHP.",
    "natureOfAssistance": "Preference would be given to WM owned by women, women entrepreneurs or received from women NGOs to submit the proposals.\nThe Ministry would also give financial support for training/capacity building programmes.\nIncentive to SNA by CFA would be, an incentive of Rs.3,500 per watermill in mechanical mode, Rs.10,000 per WM in electrical/ electrical & mechanical mode, and 1% of the subsidy or a minimum of Rs.25,000 for each MHP will be provided as service charges, in case the SNA is not the owner of the WM/ MHP. In case project is being implemented by NGO, the service charges will be shared between SNA and NGO in the ratio of 30:70.",
    "whoCanApply": "The CFA for WM and MHP under the scheme is applicable for the projects to be implemented by the State Government Department/SNA/Local bodies/Cooperatives/NGOs, Entrepreneurs/ Individuals.",
    "howToApply": "Apply through the Ministry of New & Renewable Energy."
  },
  {
    "relatedScheme": "Development of Solar Parks and Ultra Mega Solar Power Projects",
    "description": "India, with its large population and rapidly growing economy, needs access to clean, cheap and reliable sources of energy, the clean power generated by these solar projects. This scheme plays a major role in reducing India's carbon footprint, promote high end technical investments and empower local communities.",
    "natureOfAssistance": "At the state level, the solar park will enable the states to bring in significant investment from project developers, meet its Renewable Purchase Obligation (RPO) mandates and provide employment opportunities to local population.",
    "whoCanApply": "The solar parks will be developed in collaboration with the State Governments. The implementation agency would be Solar Energy Corporation of India (SECI) on behalf of GoI. SECI will handle funds on behalf of GoI. The States applying under the scheme will have to designate an agency for the development of solar park.",
    "howToApply": "Apply through the Ministry of New & Renewable Energy."
  },
  {
    "relatedScheme": "Research, Design, Development, Demonstration (RDD&D) and Manufacture of New and Renewable Energy",
    "description": "The purpose of this scheme is to make the industry competitive and renewable, energy generation supply self-sustainable/profitable.",
    "natureOfAssistance": "RDD&D activities would focus on research, design and development that would lead to eventual manufacturing of complete systems, even if those activities are required to be shared among different institutions. Thus, there would be a need for system integration broadly covering, inter-alia, the following areas:\ni) Alternate Fuels (hydrogen, bio & synthetic);\nii) Green Initiative for Future Transport (GIFT);\niii) Green Initiative for Power Generation (GIPS);\niv) Development of various new and renewable energy systems including high efficiency solar cells and solar cells;\nv) Stand alone products to provide cost-effective energy for cooking, lighting, motive power, drinking water and drying;\nvi) Distributed new and renewable energy systems to provide cost competitive energy supply options for cooking, lighting and motive power to offset load on the grid;\nvii) Products for urban, industrial and commercial applications.\nFinancial assistance for RDD&D projects that involve partnership with industry/civil society organizations should normally be restricted to 50% of the project cost. However, for any proposal from Universities, Government Research Institutions, Private Educational Institutions, etc. Ministry may provide up to 100% funding, depending on project priority. In the case of Private Educational Institutions especially engineering colleges have to furnish a declaration that they do not levy and collect donations for admissions from students while applying for R & D grants.",
    "whoCanApply": "Research and Development Institutions; Academic Institutions, Autonomous Institutions, Departments/Agencies/PSUs, States/UTs Government, Panchayats, Community based and organisations of civil societies",
    "howToApply": "Applications and proposals are invited through advertisements placed in newspapers and/or on the MNRE website."
  },
  {
    "relatedScheme": "Research, Design, Development, Demonstration (RDD&D) and Manufacture of New and Renewable Energy",
    "description": "The purpose of this scheme is to make the industry competitive and renewable, energy generation supply self-sustainable/profitable.",
    "natureOfAssistance": "RDD&D activities would focus on research, design and development that would lead to eventual manufacturing of complete systems, even if those activities are required to be shared among different institutions. Thus, there would be a need for system integration broadly covering, inter-alia, the following areas:\ni) Alternate Fuels (hydrogen, bio & synthetic);\nii) Green Initiative for Future Transport (GIFT);\niii) Green Initiative for Power Generation (GIPS);\niv) Development of various new and renewable energy systems including high efficiency solar cells and solar cells;\nv) Stand alone products to provide cost-effective energy for cooking, lighting, motive power, drinking water and drying;\nvi) Distributed new and renewable energy systems to provide cost competitive energy supply options for cooking, lighting and motive power to offset load on the grid;\nvii) Products for urban, industrial and commercial applications.\nFinancial assistance for RDD&D projects that involve partnership with industry/civil society organizations should normally be restricted to 50% of the project cost. However, for any proposal from Universities, Government Research Institutions, Private Educational Institutions, etc. Ministry may provide up to 100% funding, depending on project priority. In the case of Private Educational Institutions especially engineering colleges have to furnish a declaration that they do not levy and collect donations for admissions from students while applying for R & D grants.",
    "whoCanApply": "Research and Development Institutions; Academic Institutions, Autonomous Institutions, Departments/Agencies/PSUs, States/UTs Government, Panchayats, Community based and organisations of civil societies",
    "howToApply": "Applications and proposals are invited through advertisements placed in newspapers and/or on the MNRE website."
  },
  {
    "relatedScheme": "Wind Resource Assessment in Uncovered/New Areas under NCEF Scheme",
    "description": "The Ministry has initiated a new scheme on implementation of Wind Resource Assessment in Uncovered/New Areas with an aim to assess the realistic potential at 100 m level in 500 new stations under the National Clean Energy Fund (NCEF) also to be implemented through C-WET. SNAs along with Private developers shall invest the entire project cost initially and carry out all necessary works to establish the Wind monitoring stations (WMS).",
    "natureOfAssistance": "Under this scheme, 40% of the total project cost will be provided from NCEF as reimbursement through C-WET and balance 60% will be contributed by the SNA/ Private developer. The WMS will be owned and operated by the SNA after completion of the project. The data so collected by the SNA will be shared with C-WET for public domain and will also be available to the investors/developers for setting up of wind power projects.\nThe financial assistance under the scheme will be restricted to 40% of the project cost, subject to a maximum of Rs. 1 crore per wind monitoring station. Any expenditure on land acquisition will not be considered for financial assistance under the scheme.\nThe project should be completed within 12 months from the date of release of the first installment of the grant by C-WET.",
    "whoCanApply": "State Nodal Agencies (SNAs) and Private developers.",
    "howToApply": "The proposals should be submitted to the Director, C-WET, through the concerned State Government/State Nodal Agency (SNA)."
  },
  {
    "relatedScheme": "Off-Grid Renewable Energy Systems (ORES) for Decentralised Power Generation",
    "description": "Under this scheme financial assistance is provided to industries, institutions, individuals, NGOs, etc., for setting up of ORES for providing power in the remote, off-grid areas. The objective of the scheme is to reduce the gap of energy supply and make the energy access available to remote areas. It also promotes the use of renewable energy resources for decentralized power generation in rural areas, including small towns and villages that are not connected to the grid.",
    "natureOfAssistance": "Financial assistance will be provided up to 30% of the project cost subject to a maximum of Rs. 10 lakh per project for the projects to be implemented by the State Government/UT Govt./Local bodies/Cooperatives/ NGOs, Industries, Institutions and Individuals. The financial assistance under the scheme is restricted to 30% of the project cost, subject to a maximum of Rs.10 lakhs per ORES project.\nThe project should be completed within 12 months from the date of release of the first installment of the grant by MNRE.",
    "whoCanApply": "State Government, UT Govt., Local bodies, Cooperatives, NGOs, Industries, Institutions and Individuals.",
    "howToApply": "The proposals should be submitted to the Ministry of New & Renewable Energy."
  },
  {
    "relatedScheme": "National Programme on Bio-fuels",
    "description": "The scheme is designed to provide financial assistance for promoting production of bio-fuels and their blends and for providing financial assistance to commercial bio-fuel projects.\nThe programme aims to ensure a sustained availability of bio-fuels for blending with conventional fuels to meet the country’s transport fuel requirements. It also supports a comprehensive approach to bio-fuel development, addressing all aspects of the value chain.",
    "natureOfAssistance": "The Central Government is providing financial assistance for bio-fuel projects under the scheme and also providing financial assistance to the existing bio-fuel production projects for increasing their production.\nFor new bio-fuel projects financial assistance up to 50% of the project cost subject to maximum of Rs. 50 crore and Rs.10 crore for other bio-fuel projects.",
    "whoCanApply": "The scheme is applicable for all the projects implemented by private entrepreneurs, cooperative societies, private companies and Public Sector Undertakings (PSUs).",
    "howToApply": "Proposals should be submitted to the Ministry of New & Renewable Energy."
  },
  {
    "relatedScheme": "Biomass Gasifier for Power Generation",
    "description": "The scheme envisages setting up of new Biomass Gasifier for Power Generation projects with a view to encourage Biomass based power generation, improve energy security and ensure a sustainable source of energy for rural areas. The objective of the scheme is to encourage the use of biomass resources for power generation, promoting a cleaner and more sustainable energy source in rural areas. It also aims to create employment opportunities in the rural areas, particularly in the agriculture and forestry sectors.",
    "natureOfAssistance": "Financial assistance will be provided up to 30% of the project cost, subject to a maximum of Rs. 10 crore per project for the projects to be implemented by State Government/UT Govt./ Local bodies/ Cooperatives/ NGOs, Industries, Institutions and Individuals.\nThe financial assistance under the scheme is restricted to 30% of the project cost, subject to a maximum of Rs.10 lakhs per ORES project.\nThe project should be completed within 12 months from the date of release of the first installment of the grant by MNRE.",
    "whoCanApply": "State Government, UT Govt., Local bodies, Cooperatives, NGOs, Industries, Institutions and Individuals.",
    "howToApply": "The proposals should be submitted to the Ministry of New & Renewable Energy."
  },
  {
    "relatedScheme": "Adivasi Mahila Sashaktikaran Yojana",
    "description": "Concessional scheme for the economic development of STwomen",
    "natureOfAssistance": "Term loan at concessional rates up to 90% of cost of scheme",
    "whoCanApply": "Scheduled Tribes women",
    "howToApply": "State Channellising Agency of NSTFDC"
  },
  {
    "relatedScheme": "Tribal Forest Dwellers Empowerment",
    "description": "Assist tribal forest dwellers with concessional finance in marketing linkage, create awareness and train for productive use of land",
    "natureOfAssistance": "Concessional loan up to 90% of cost of scheme",
    "whoCanApply": "Traditional forest dwellers and STs",
    "howToApply": "State Channellising Agency of NSTFDC"
  },
  {
    "relatedScheme": "Micro Credit (MC) for SHGs",
    "description": "Small loans to ST women for setting up self employment ventures, through profit-making SHGs only",
    "natureOfAssistance": "Loans up to Rs.35,000 per member with Rs.5 lakh limit per SHG",
    "whoCanApply": "Traditional forest dwellers and STs",
    "howToApply": "State Channellising Agency of NSTFDC"
  },
  {
    "relatedScheme": "Hunar-Se-RozgarTak - Sena Ke Sahyog Se (Training Programme in tie-up with Army to create employable skills)",
    "description": "Off-campus collaborative effort of Institutes of Hotel Management with army units to ensure discipline, through training in food and beverages, and food production",
    "natureOfAssistance": "Cost free application, lodging, boarding, uniforms and stipend",
    "whoCanApply": "Young persons of 18 to 28 years and minimum 8th passed",
    "howToApply": "To HRD Division, Ministry of Tourism, Government of India"
  },
  {
    "relatedScheme": "Refresher Courses for Regional Level Guides",
    "description": "12 days training to guides",
    "natureOfAssistance": "Training",
    "whoCanApply": "Guides",
    "howToApply": "To Indian Institute of Tourism and Travel Management, Ministry of Tourism, Government of India"
  },
  {
    "relatedScheme": "Rahul Sankrityayan Paryatan Puraskar Yojana",
    "description": "Awards to outstanding books on tourism related subjects written in Hindi language",
    "natureOfAssistance": "Consult the website",
    "whoCanApply": "Any citizen of India",
    "howToApply": "In prescribed format"
  },
  {
    "relatedScheme": "Stand-Alone Restaurants",
    "description": "Approval of restaurants to ensure standarised world class services",
    "natureOfAssistance": "To independent restaurants with more than 30 seats",
    "whoCanApply": "Operating SMEs",
    "howToApply": "To Regional Director, India Tourism Office, Ministry of Tourism, New Delhi"
  },
  {
    "relatedScheme": "National Urban Information System (NUIS)",
    "description": "To provide comprehensive information to urban local bodies(ULBs)",
    "natureOfAssistance": "Financial aid of about Rs.48 lakh payable in three installments",
    "whoCanApply": "Identified UAs and towns",
    "howToApply": "State level nodal agencies to develop application packages"
  },
  {
    "relatedScheme": "NER Urban Development Programme (NERUDP)",
    "description": "Provides improved infrastructure and services to enhance urban productivity and life",
    "natureOfAssistance": "90% grant, 10% loan in three phases",
    "whoCanApply": "Governments of five NE states",
    "howToApply": "To Department of Urban Development, Ministry of UD"
  },
  {
    "relatedScheme": "Pooled Finance Development Fund",
    "description": "Credit enhancement facility to ULBs to access market borrowings",
    "natureOfAssistance": "75% : 25% of central : state funding, state pooled finance entity (SPFE)",
    "whoCanApply": "SPFE of the borrowing state",
    "howToApply": "To Central Government"
  },
  {
    "relatedScheme": "GenderBudgeting (GB)",
    "description": "Assists women related capacity building training in GB, conducts gender based impact analysis, etc., promotes best practices in GB",
    "natureOfAssistance": "Grants for training: one-time and sustained",
    "whoCanApply": "Women and Child Welfare Departments, Women’s Development Corporations, Women Commissions, ULBs, etc.",
    "howToApply": "Not specified in the document"
  },
  {
    "relatedScheme": "Support to Training and Employment Programme (STEP) for Women",
    "description": "Provides skill training, access to credit, etc., enables income generation activities",
    "natureOfAssistance": "100%,50%,30%ofproject cost,year-wise",
    "whoCanApply": "DRDAs, federations, voluntary organisations, PSUs, etc.",
    "howToApply": "Not specified in the document"
  }
]